Repository: ArboreSign/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, lv, nl

source: Admins only
ar: المشرفون فقط
lv: Tikai administratori
nl: Alleen admins

source: name
ar: إسم
lv: nosaukums
nl: naam

source: slug
ar: كسلان
lv: īsā adrese
nl: Slak

source: description
ar: وصف
lv: apraksts
nl: beschrijven

source: All urls will be converted to links. Line breaks and HTML not supported.
ar: جميع urls سوف تحول الى روابط. المسافات ولغة HTML غير مدعومة
lv: Visi URL tiks pārveidoti par saitēm. Rindu pārtraukumi un HTML netiek atbalstīts.
nl: Alle URL's zullen omgezet worden naar links. Regeleinde en HTML worden niet ondersteund.

source: videos public?
ar: هل مقاطع الفيديو علنية ؟
lv: video publiski?

source: videos
ar: مقاطع الفيديو
lv: video

source: users
ar: المستخدمين
lv: lietotāji
nl: gebruikers

source: applicants
ar: المتقدمين
lv: dalībnieki
nl: kandidaten

source: Intro Video
ar: مقدمة الفيديو
lv: Ievadvideo
nl: Introductievideo

source: Page content
ar: محتوى الصفحة
lv: Lapas saturs
nl: Pagina-inhoud

source: You can use markdown. This will replace Description.
ar: تستطيع إستخدام الخصومات. وهذا سيحل مكان الوصف.
lv: Jūs varat izmantot markdown. Tas aizstās Aprakstu.

source: HTML that appears at the top of the teams page.
ar: HTML الذي يظهر في أعلى صفحة الفِرَق
lv: HTML, kas parādās komandas lapas augšpusē.
nl: HTML-code die bovenaan de teampagina komt.

source: membership policy
ar: سياسة العضوية
lv: dalības politika
nl: lidmaatschapsbeleid

source: video policy
ar: سياسة الفيديو
lv: video politika
nl: videobeleid

source: task assignment policy
ar: سياسة تعيين المهمة
lv: uzdevumu piešķiršanas politika
nl: taaktoewijzingsbeleid

source: subtitling policy
ar: سياسية العنونة الفرعية
lv: subtitrēšanas politika
nl: beleid rond ondertiteling

source: translation policy
ar: سياسة الترجمة
lv: tulkošanas politika
nl: beleid rond vertaling

source: maximum tasks per member
ar: أقصى عدد من المهام لكل عضو
lv: maksimālais uzdevumu skaits dalībniekam
nl: maximum aantal taken per lid

source: task expiration (days)
ar: انتهاء المهمة (أيام)
lv: uzdevuma termiņš (dienas)

source: Teams
ar: فِرَق
lv: Komandas

source: Use this space to explain why you or your team need to caption or subtitle this video. Adding a note makes volunteers more likely to help out!
ar: استخدم هذه المساحة لتوضيح السبب الذي يجعلك أنت أو فريقك بحاجة لكتابة عناوين هذا الفيديو. إضافة هذه الملاحظة تجعل المتطوعين أكثر تحمساً للمساعدة!
lv: Izmantojiet šo lauku, lai izskaidrotu, kādēļ Jūsu komanda vēlās subtitrēt šo video. Šāda informācija palielina iespēju, ka pieteiksies vairāk brīvprātīgo!
nl: Gebruik deze ruimte om uit te leggen waarom jij of jouw team deze video moet ondertitelen. Het toevoegen van een notitie zorgt er voor dat vrijwilligers sneller helpen.

source: We automatically grab thumbnails for certain sites, e.g. Youtube
ar: نحن نجلب الرموز أوتوماتيكياً للمواقع المعروفة، مثل: يوتيوب.
lv: Mēs sīktēlus paņemam automātiski no konkrētām mājaslapām, piemēram, Youtube
nl: We halen automatisch thumbnails op voor bepaalde sites, bijvoorbeeld YouTube.

source: Need help with all languages
ar: بحاجة للمساعدة في كل اللغات
lv: Nepieciešama palīdzība ar visām valodām
nl: Heeft hulp nodig met alle talen

source: If you check this, other languages will not be displayed.
ar: إذا اخترت هذا،ا فلن تظهر اللغات الأخرى .
lv: Ja Jūs šo atķeksējat, citas valodas netiks parādītas
nl: Als je dit aankruist, zullen er geen andere talen verschijnen.

source: Owner
ar: المالك
lv: Īpašnieks
nl: Eigenaar

source: Manager
ar: مدير
lv: Pārzinis
nl: Je kunt ook inloggen met

source: Admin
ar: المشرف
lv: Administrācija
nl: Beheer

source: Contributor
ar: مساهم
lv: Parastais dalībnieks
nl: <b>Medewerker</b>

source: Resume
ar: استئناف
lv: Atsākt
nl: Hervat

source: Start now
ar: ابدأ الآن
lv: Sākt
nl: Nu beginnen

source: New activity on your team video
ar: نشاط جديد على فيديو فريقك
lv: Jauna aktivitāte Jūsu komandas video
nl: Nieuwe activiteit op je teamvideo

source: These subtitles are moderated. See the %s team page for information on how to contribute.
ar: تخضع الترجمة حاليا للمراجعة ، قم بزيارة صفحة فريق %s للحصول على معلومات عن طريقة المشاركة
lv: Šie subtitri tiek moderēti. Dodieties uz %s komandas lapu, lai uzzinātu, kā sniegt savu ieguldījumu.
nl: Deze ondertitels zijn gemodereerd. Bekijk de teampagina voor %s voor informatie over hoe u kunt bijdragen.

source: Sorry, you do not have the permission to edit these subtitles. If you believe that they need correction, please contact the team administrator.
ar: نأسف, ليس لديك الصلاحية لتعديل هذه الترجمة. إذا كنت تعتقد بأنها تحتاج لتعديل, نرجو الإتصال بفريق الإدارة
lv: Piedodiet, Jums nav atļaujas šo subtitru rediģēšanai. Ja uzskatāt, ka tos nepieciešams labot, lūdzu, sazinieties ar komandas administratoru.
nl: Excuses, u heeft geen toestemming om deze ondertitels aan te passen. Als u toch denk dat ze aangepast moeten worden, contacteer dan de team administrator.

source: Team does not exist
ar: الفريق غير موجود
lv: Komanda nepastāv
nl: Team bestaat niet.

source: You are already a member of this team.
ar: أنت بالفعل عضواً في هذا الفريق.
lv: Jūs jau esat šīs komandas dalībnieks.
nl: Je bent al lid van dit team.

source: You are now a member of this team.
ar: أنت الآن عضواً في هذا الفريق
lv: Nu jūs esat šīs komandas dalībnieks.
nl: Je bent nu lid van dit team.

source: The "About you" field is required in order to apply.
ar: حقل المعلومات الشخصية مطلوب لاستكمال الطلب.
lv: Lai varētu pieteikties, nepieciešams arī aizpildīt lauku „Par Jums”.
nl: Het veld "Over jou" is verplicht om je kandidatuur te stellen.

source: You have already applied to this team.
ar: تم التقدم بطلب الانضمام لهذا الفريق من قبل.
lv: Jūs jau esat pieteicies šai komandai.
nl: Je hebt je kandidatuur voor dit team al gesteld.

source: Your application has been denied.
ar: تم رفض طلبكم.
lv: Jūsu pieteikums ir ticis noraidīts.
nl: Je aanvraag is afgewezen.

source: You have been removed from this team.
ar: لقد تم حذفطكم من هذا الفريق من قبل.
lv: Jūs esat ticis noņemts no šīs komandas.
nl: Je bent uit dit team verwijderd.

source: Your application has been approved. You are now a member of this team
ar: تم التصديق على طلبك. أنت الآن عضو في هذا الفريق
lv: Jūsu pieteikums ir ticis apstiprināts. Nu Jūs esat šīs komandas dalībnieks
nl: Je aanvraag is goedgekeurd. Je maakt nu deel uit van dit team

source: Your application has been submitted. You will be notified of the team administrator's response
ar: تمّ إرسال النموذج. سيتم ابلاغك برد المسؤول عن الفريق
lv: Jūsu pieteikums ir ticis iesniegts. Jums tiks dota ziņa par komandas administratora atbildi
nl: Uw aanvraag is doorgestuurd. U zal een melding krijgen met de reactie van de team administrator

source: You can't join this team by application.
ar: لا يمكنك الانضمام لهذا الفريق بواسطة طلب.
lv: Jūs nevarat pievienoties šai komandai rakstot pieteikumu.
nl: Je kan geen lid worden van deze ploeg door je kandidaat te stellen.

source: Team does not exist.
ar: الفريق غير موجود
lv: Komanda nepastāv
nl: Het team bestaat niet.

source: You are not manager of this team.
ar: أنت لست مدير لهذا الفريق
lv: Jūs neesat šīs komandas pārzinis.
nl: Je bent geen manager van dit team.

source: Incorrect team member role.
ar: دور عضو الفريق غير صحيح.
lv: Nepareiza komandas dalībnieka loma.
nl: Rol van het teamlid verkeerd

source: Team member does not exist.
ar: العضو غير موجود
lv: Komandas dalībnieks nepastāv.
nl: Het teamlid bestaat niet.

source: You can't promote yourself.
ar: لا تستطيع الإعلان لنفسك
lv: Jūs nevarat paaugstināt sevi.
nl: Je kan jezelf niet opwaarderen.

source: Team member role changed.
ar: تغير في دور عضو الفريق.
lv: Mainīta komandas dalībnieka loma.
nl: Rol van het teamlid aangepast.

source: You cannot assign that role to that member.
ar: لا تستطيع تعيين المهمة لهذا العضو
lv: Jūs nevarat šim dalībniekam piešķirt šo lomu.
nl: Je kan die rol niet toekennen aan dat lid.

source: New %(team)s videos ready for subtitling!
ar: فيديو %(team)s الجديد جاهز للترجمة!
lv: Jauns %(team)s video gatavs subtitrēšanai!
nl: Nieuwe video's van %(team)s staan klaar voor ondertiteling!

source: You do not have permission to edit this team.
ar: لا تملك الصلاحية للتعديل على هذا الفريق
lv: Jums nav atļaujas šīs komandas rediģēšanai.
nl: U kan dit team niet <b>wijzigen</b>.

source: Name
ar: إسم
lv: nosaukuma
nl: Naam

source: Newest
ar: الأحدث
lv: jaunuma
nl: Nieuwste

source: Most Members
ar: معظم الأعضاء
lv: lietotāju skaita
nl: Meeste leden

source: You do not have permission to delete this team.
ar: لا تملك الصلاحية لحذف هذا الفريق
lv: Jums nav atļaujas šīs komandas dzēšanai.
nl: U kan dit team niet verwijderen.

source: Settings saved.
ar: حفظ الإعدادات
lv: Saglabāti iestatījumi
nl: Instellingen opgeslagen.

source: Guidelines and messages updated.
ar: تم تحديث الإرشادات والرسائل.
lv: Atjauninātas vadlīnijas un ziņojumi.
nl: Richtlijnen en boodschappen geüpdatet.

source: You can't add that video to this team/project.
ar: لا تستطيع اضافة الفيديو إلى هذا الفريق/المشروع
lv: Jūs nevarat pievienot šo video šai komandai/projektam.
nl: U kan die video niet toewijzen aan dit team/project.

source: The video has been moved to the new team.
ar: تم نقل هذا الفيديو إلى فريق جديد .
lv: Video ir ticis pārvietots uz jaunu komandu.
nl: De video is verplaatst naar de nieuwe ploeg.

source: You can't add videos to this team/project.
ar: لا تستطيع اضافة الفيديو إلى هذا الفريق/المشروع
lv: Jūs nevarat pievienot video šai komandai/projektam.
nl: U kan geen video's toewijzen aan dit team/project.

source: You can't edit this video.
ar: لا يمكنك التعديل على هذا الفيديو
lv: Jūs nevarat šo video labot.
nl: Je kan deze video niet wijzigen

source: Video has been updated.
ar: تم تحديث الفيديو.
lv: Video ir ticis atjaunināts.
nl: De video is bijgewerkt.

source: Request must be a POST request.
ar: الطلب يجب أن يكون طلب نشر.
lv: Vaicājumam jābūt POST vaicājumam.
nl: Het request moet een POST-request zijn.

source: You can't delete that video.
ar: لا تستطيع حذف هذا الفيديو .
lv: Jūs nevarat izdzēst šo video.
nl: Je kan die video niet verwijderen.

source: You can't remove that video.
ar: لا يمكنك حذف هذا الفيديو
lv: Jūs nevarat šo video noņemt.
nl: U kan die video niet verwijderen.

source: Video has been deleted from Amara.
ar: تم إزالة مقطع الفيديو بواسكة أمارا
lv: Video no Amara ir ticis dzēsts.
nl: De video is verwijderd van Amara.

source: Video has been removed from the team.
ar: تم إزالة مقاطع الفيديو من الفريق.
lv: Video ir ticis noņemts no komandas.
nl: De video is bij het team weggehaald.

source: Member has been removed from the team.
ar: أُزيل عضو من الفريق
lv: Dalībnieks ir ticis noņemts no komandas.
nl: Het lid werd uit het team verwijderd.

source: Use the "Leave this team" button to remove yourself from this team.
ar: استخدم زر "ترك هذا الفريق" لإزالة نفسك من هذا الفريق.
lv: Izmantojiet pogu „Pamest šo komandu”, lai noņemtu sevi no šīs komandas.
nl: Gebruik de knop "Dit team verlaten" om uzelf uit dit team uit te schrijven.

source: You don't have permission to remove this member from the team.
ar: لا تملك الاذن بازالة هذا العضو من الفريق.
lv: Jums nav atļaujas izmest šo dalībnieku no komandas.
nl: U hebt niet de bevoegdheid om dit lid uit het team te verwijderen.

source: You can't approve applications.
ar: لا يمكنك الموافقة على التطبيقات.
lv: Jūs nevarat apstiprināt pieteikumus.
nl: U kan geen aanvragen goedkeuren.

source: You can't deny applications.
ar: لا يمكنك رفض التطبيقات.
lv: Jūs nevarat noraidīt pieteikumus.
nl: U kan geen aanvragen afwijzen.

source: Application does not exist.
ar: الطلب ليس موجوداً.
lv: Pieteikums nepastāv.
nl: Aanvraag bestaat niet.

source: Application already processed.
ar: طلبك يتم معالجته بالفعل
lv: Pieteikums jau apstrādāts.
nl: Aanvraag reeds verwerkt.

source: Application approved.
ar: قبول الطلب.
lv: Pieteikums apstiprināts.
nl: Aanvraag goedgekeurd.

source: Application denied.
ar: الطلب مرفوض.
lv: Pieteikums noraidīts.
nl: Aanvraag afgekeurd.

source: You cannot invite people to this team.
ar: ليس بإمكانك دعوة الأشخاص إلى هذا الفريق
lv: Jūs uzaicināt cilvēkus pievienoties šai komandai.
nl: U kan geen leden voor dit team uitnodigen.

source: This invite is no longer valid
ar: لم تعد هذه الدعوة صالحة
lv: Šis ielūgums vairs nav derīgs
nl: Deze uitnodiging is niet meer geldig

source: You cannot join this team.
ar: لا يمكنك الإنضمام لهذا الفريق
lv: Jūs nevarat pievienoties šai komandai.
nl: U kan niet tot dit team toetreden.

source: You have left this team.
ar: لقد غادرت هذا الفريق
lv: Jūs esat pametis šo komandu.
nl: Je bent uit dit team gestapt.

source: Member saved.
ar: حفظ العضو
lv: Dalībnieks saglabāts.
nl: Lid opgeslagen.

source: You cannot view this team's tasks.
ar: لا تستطيع عرض مهام هذا الفريق.
lv: Jūs nevarat apskatīt šīs komandas uzdevumus.
nl: U hebt geen inzage in de taken van dit team.

source: You are not allowed to perform this task.
ar: لا يُسمح لك بأداء هذه المهمة
lv: Jums nav atļaujas veikt šo uzdevumu.
nl: U mag deze taak niet uitvoeren.

source: Task deleted.
ar: حذف المهمة.
lv: Uzdevums dzēsts.
nl: De taak is verwijderd.

source: You cannot delete this task.
ar: لا تستطيع إزالة هذه المهمة.
lv: Jūs nevarat izdzēst šo uzdevumu.
nl: Je kan deze taak niet verwijderen.

source: Task declined.
ar: حذفت المهمة.
lv: Atteikts no uzdevuma.
nl: Taak afgewezen.

source: Task assigned.
ar: تعيين المهمة.
lv: Uzdevums piešķirts.
nl: De taak is toegewezen.

source: You cannot assign this task.
ar: لا تستطيع تعيين هذه المهمة.
lv: Jūs nevarat piešķirt šo uzdevumu.
nl: Je kan deze taak niet toewijzen.

source: Draft uploaded successfully.
ar: تم حفظ المسودة بنجاح
lv: Jaunā versija veiksmīgi augšupielādēta.
nl: Klad succesvol geüpload.

source: You are not allowed to download this transcript.
ar: لايسمح لك بتحميل هذه النسخة.
lv: Jums nav atļaujas lejuplādēt šo transkriptu.
nl: U bent niet bevoegd om dit transcript te downloaden.

source: There's already a project with this name
ar: لا يزال هناك مشروع يحمل الإسم نفسه
lv: Projekts ar šādu nosaukumu jau pastāv
nl: Er is al een project met deze naam

source: Project added.
ar: إضافة مشروع
lv: Projekts pievienots.
nl: Het project is toegevoegd.

source: You cannot edit that project.
ar: لا تستطيع تعديل هذا المشروع.
lv: Jūs nevarat labot šo projektu.
nl: U kan het project niet wijzigen.

source: Project deleted.
ar: ازالة المشروع.
lv: Projekts dzēsts.
nl: Het project is verwijderd.

source: Project saved.
ar: حفظ المشروع
lv: Projekts saglabāts.
nl: Project opgeslagen.

source: Successfully deleted language.
ar: تم حذف اللغة بنجاح.
lv: Veiksmīgi izdzēsta valoda.

source: Member
lv: Dalībnieku

source: Task
lv: Uzdevumu

source: Can somebody help me subtitle these videos? %(url)s
ar: بأمكان اي شخص مساعدتي في كتابة عنوان لهذا الفيديو ؟ %(url)s
lv: Vai kāds var man palīdzēt subtitrēt šos video? %(url)s
nl: Kan iemand me helpen deze video's te ondertitelen? %(url)s

source: Tasks
ar: مهام
lv: Uzdevumi
nl: Taken

source: Languages
ar: لغات
lv: Valodas
nl: Talen

source: --Select language--
ar: -اختر اللغة-
lv: --Izvēlēties valodu--
nl: --Selecteer taal--

source: You have not permission add video URL for this video
ar: ليس لديك الأذن بأضافة رابط لهذا الفيديو.
lv: Jums nav atļaujas šim video pievienot URL.
nl: Je bent niet bevoegd om voor deze video een video-URL toe te voegen.

source: Youtube usernames
ar: أسماء المستخدمين في يوتيوب
lv: Youtube lietotājvārdi
nl: Youtube-gebruikersnaam

source: Enter usernames separated by comma.
ar: ادخل اسماء المستخدمين مفصولة بعلامة فاصلة.
lv: Ievadiet lietotājvārdus, atdalot tos ar komatiem.
nl: Voeg de gebruikersnamen in, gespreid door een komma.

source: Youtube page link.
ar: رابط صفحة يوتيوب
lv: Youtube lapas saite
nl: Link naar Youtube-pagina

source: For example: http://www.youtube.com/user/username
ar: مثلا: http://www.youtube.com/user/username
lv: Piemēram: http://www.youtube.com/lietotājs/lietotājvārds
nl: Bijvoorbeeld: http://www.youtube.com/user/username

source: We support: rss 2.0 media feeds including Youtube, Vimeo, Dailymotion, and more.
lv: Mēs atbalstam: RSS 2.0 vides, tostarp Youtube, Vimeo, Dailymotion un vēl.

source: Sorry, we could not find a valid feed at the URL you provided. Please check the URL and try again.
ar: عذرا، لم نتمكن من العثور على تغذية صالحة في الرابط الذي قدمته. يرجى التحقق من عنوان الرابط والمحاولة مرة أخرى.
lv: Piedodiet, mums jūsu norādītajā vietrādī URL neizdevās atrast derīgu barotni. Lūdzu, pārbaudiet vietrādi un mēģiniet vēlreiz.
nl: Sorry, met de URL die u ingaf vinden we geen valide feed. Controleer de URL en probeer het opnieuw.

source: The videos are being added in the background. If you are logged in, you will receive a message when it's done
ar: يتم إضافة أشرطة الفيديو في الخلفية. إذا قمت بتسجيل الدخول . سوف تتلقى رسالة عند الإنتهاء منه .
lv: Video pievienošana notiek fonā. Ja esat ierakstījies, jūs saņemsiet ziņu, kad tas būs pabeigts
nl: De video's worden toegevoegd op de achtergrond. Als u ingelogd bent zal u een melding ontvangen wanneer het klaar is.

source: Subtitle into:
ar: ترجم الى:
lv: Subtitrēts
nl: Ondertitel in het:

source: This video is in:
ar: إن هذا الفيديو ب:
lv: Šis video ir
nl: Deze video is in het:

source: Please double check the primary spoken language. This step cannot be undone.
ar: يرجى التحقق من لغة التحدث الأساسية مرة أخرى. لن يمكنك الرجوع في هذه الخطوة حال القيام بها.
lv: Lūdzu, divreiz pārbaudiet galveno runāto valodu. Šo soli nevar veikt atkārtoti.
nl: Controleer alstublieft de primair gesproken taal nogmaals. Deze stap kan niet ongedaan gemaakt worden.

source: Speaker Name
ar: اسم المتحدث
lv: Runātāja vārds

source: Location
ar: الموقع
lv: Atrašanās vieta

source: in seconds
ar: في لحظات
lv: sekundēs
nl: in seconden

source: Views
ar: مشاهدات
lv: Skatījumu
nl: Weergaves

source: accepted <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
lv: apstiprināja <a href="%(language_url)s">%(new_language)s</a> valodas subtitrus video <a href="%(video_url)s">%(video_name)s</a>

source: approved <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
lv: apstiprināja <a href="%(language_url)s">%(new_language)s</a> valodas subtitrus video <a href="%(video_url)s">%(video_name)s</a>

source: declined <a href="%(language_url)s">%(new_language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
lv: noraidīja <a href="%(language_url)s">%(new_language)s</a> valodas subtitrus video <a href="%(video_url)s">%(video_name)s</a>

source: deleted a video: "%(title)s"
ar: حذف الفيديو "%(title)s"
lv: izdzēsa video: "%(title)s"
nl: verwijderde een video: "%(title)s"

source: added <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> to Amara
ar: اضافة <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> إلى أمارا
lv: pievienoja Amara <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a>
nl: heeft <a href="%(video_url)s">&#8220;%(video_name)s&#8221;</a> toegevoegd aan Amara

source: <a href="%(video_url)s">%(video_name)s</a> added to Amara
ar: <a href="%(video_url)s">%(video_name)s</a> إضافة إلى أمارا
lv: <a href="%(video_url)s">%(video_name)s</a> pievienots Amara
nl: <a href="%(video_url)s">%(video_name)s</a> toegevoegd aan Amara

source: changed title for <a href="%(video_url)s">%(video_name)s</a>
ar: تغيير العنوان إلي <a href="%(video_url)s">%(video_name)s</a>
lv: nomainīts nosaukums video <a href="%(video_url)s">%(video_name)s</a>
nl: wijzig de titel van <a href="%(video_url)s">%(video_name)s</a>

source: Title was changed for <a href="%(video_url)s">%(video_name)s</a>
ar: العنوان تغير إلى <a href="%(video_url)s">%(video_name)s</a>
lv: Video <a href="%(video_url)s">%(video_name)s</a> nomainīts nosaukums
nl: De titel van <a href="%(video_url)s">%(video_name)s</a> is gewijzigd

source: commented on <a href="%(video_url)s">%(video_name)s</a>
ar: علق على <a href="%(video_url)s">%(video_name)s</a>
lv: pievienoja komentāru <a href="%(video_url)s">%(video_name)s</a>
nl: gaf commentaar op <a href="%(video_url)s">%(video_name)s</a>

source: Comment added for <a href="%(video_url)s">%(video_name)s</a>
ar: تم إضافة التعليق على <a href="%(video_url)s">%(video_name)s</a>
lv: <a href="%(video_url)s">%(video_name)s</a> pievienots komentārs
nl: Commentaar toegevoegd voor <a href="%(video_url)s">%(video_name)s</a>

source: started <a href="%(language_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
lv: aizsāka <a href="%(language_url)s">%(new_language)s valodas subtitrus</a> video <a href="%(video_url)s">%(video_name)s</a>

source: edited <a href="%(language_url)s">%(new_language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
lv: izmainīja <a href="%(language_url)s">%(new_language)s valodas subtitrus</a> video <a href="%(video_url)s">%(video_name)s</a>

source: added new URL for <a href="%(video_url)s">%(video_name)s</a>
ar: أضف رابط جديد على <a href="%(video_url)s">%(video_name)s</a>
lv: pievienoja jaunu video <a href="%(video_url)s">%(video_name)s</a> vietrādi URL
nl: voegde een nieuwe URL toe voor <a href="%(video_url)s">%(video_name)s</a>

source: New URL added for <a href="%(video_url)s">%(video_name)s</a>
ar: رابط جديد يضاف الى <a href="%(video_url)s">%(video_name)s</a>
lv: <a href="%(video_url)s">%(video_name)s</a> pievienots jauns vietrādis URL
nl: Nieuwe URL toegevoegd voor <a href="%(video_url)s">%(video_name)s</a>

source: joined the %(team)s team as a %(role)s
ar: انضم إلى (فريق/ فرق) %(team)s بصفته (دور/ أدوار) %(role)s
lv: pievienojās %(team)s komandai kā %(role)s
nl: kwam bij het team %(team)s als %(role)s

source: changed primary url from <a href="%(old_url)s">%(old_url)s</a> to <a href="%(new_url)s">%(new_url)s</a>
ar: تغيير الرابط الأصلي من <a href="%(old_url)s">%(old_url)s</a> to <a href="%(new_url)s">%(new_url)s</a>
lv: nomainīja galveno vietrādi URL no <a href="%(old_url)s">%(old_url)s</a> uz <a href="%(new_url)s">%(new_url)s</a>
nl: wijzig primaraire url van <a href="%(old_url)s">%(old_url)s</a> naar <a href="%(new_url)s">%(new_url)s</a>

source: deleted url <a href="%(title)s">%(title)s</a>
ar: حذف رابط <a href="%(title)s">%(title)s</a>
lv: izdzēsts URL vientrādis <a href="%(title)s">%(title)s</a>
nl: verwijderde url <a href="%(title)s">%(title)s</a>

source: add video
ar: أضف فيديو
lv: pievienot video
nl: voeg video toe

source: change title
ar: غيّر العنوان
lv: mainīt nosaukumu
nl: verander titel

source: comment
ar: تعليق
lv: komentēt
nl: Commentaar

source: add version
ar: أضف نسخة
lv: pievienot tulkojumu
nl: versie toevoegen

source: add translation
ar: أضف ترجمة
lv: pievienot tulkojumu
nl: voeg vertaling toe

source: add video url
ar: أضف رابط الفيديو
lv: pievienot video url
nl: video-url toevoegen

source: request subtitles
ar: طلب الترجمة
lv: prasīt subtitrus
nl: vraag ondertitels aan

source: approve version
ar: الموافقة على النسخة
lv: apstiprināt versiju
nl: goedgekeurde versie

source: add contributor
ar: اضافة مساهم
lv: pievienot artavnieku
nl: <b>medewerker</b> toevoegen

source: remove contributor
ar: حذف مشارك
lv: noņemt artavnieku
nl: verwijder medewerker

source: reject version
ar: تم رفض النسخة
lv: noraidīt versiju
nl: versie verwerpen

source: review version
ar: مراجعة النسخة
lv: pārskatīt versiju
nl: bekijk versie

source: accept version
ar: الموافقة على هذه النسخة
lv: pieņemt versiju
nl: versie accepteren

source: decline version
ar: نسخة ضعيفة
lv: noraidīt versiju
nl: versie weigeren

source: delete video
ar: احذف الفيديو
lv: dzēst video
nl: wis video

source: edit url
ar: تعديل الرابط
lv: labot URL
nl: wijzig url

source: delete url
ar: حذف الرابط
lv: dzēst URL
nl: verwijder url
