Repository: ArboreSign/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, lv, nl

source: <strong>Identify ways</strong> to solve stakeholder subtitling needs and be aware of existing technology that can be leveraged. Find logical places for collaboration/cooperation.
ar: <strong>تحديد الطرق </strong> الكفيلة بتلبية إحتياجات للمساهمين المتعلقة بالترجمة/العنونة الفرعية، والإطّلاع على التقنيات المتوفّرة والتي يمكن الاستفادة منها. إيجاد مواضع يمكن المشاركة والتعاون فيها.
lv: <strong>Apzināt veidus</strong>, kā risināt ieinteresēto pušu subtitrēšanas vajadzības un apzināties esošās tehnoloģijas, ko var izmantot. Atrast loģiskas vietas sadarbībai/atbalstam.
nl: <strong>Methoden vinden</strong> om de behoeften van de belanghebbenden aan ondertiteling en zich bewust zijn van de manier waarop de bestaande technologie ingezet kan worden. Werkomgevingen vinden die zich lenen voor samenwerking.

source: <strong>Move towards</strong> standardizing solutions and pushing forward the state of the art in open subtiting.
ar: <strong> المُضي قُدماً نحو <strong/> توحيد الحلول واستخدام أحدث ماتوصّل إليه العلم في مجال الترجمة المفتوحة.
lv: <strong>Tiekties pēc</strong> standartizētiem risinājumiem un virzīt uz priekšu modernāko atvērto subtitrēšanu.
nl: <strong>Werken aan</strong> oplossingen gebaseerd op standaarden en aan de huidige techniek met betrekking tot open ondertiteling.

source: Participants
ar: المشاركين
lv: Dalībnieki
nl: Deelnemers

source: Participants will include: video creators and producers, end-users, representatives from major video hosting services, standards engineers, accessibility advocates, open source developers, educational leaders, and other individuals and organizations with a stake in the subtitling world. We'll make a roster available when the event draws closer.
ar: على المشاركين أن يشيروا إلى: مبدعي و منتجي الفيديو, المستخدمين الأساسيين, ممثلي خدمات الإستضافة للفيديو, المهندسين, محامي التسهيل, مطوري المصادر المفتوحة, قادة التعليم و غيرهم من الأفراد و المنظمات ذات مصلحة في ميدان العنونة. سنقوم بتوفير قائمة عند قرب الحدث.
lv: Dalībnieku vidū būs: video veidotāji un producenti, galalietotāji, galveno video uzglabāšanas pakalpojumu pārstāvji, standartu inženieri, pieejamības aizbildņi, brīvā koda izstrādātāji, izglītības vadītāji, kā arī citi cilvēki un organizācijas, kurām ir teikšana subtitrēšanas pasaulē. Mēs izveidosim precīzāku sarakstu, pasākumam tuvojoties.
nl: Tot de deelnemers behoren: makers van video en hun producers, eindgebruikers, vertegenwoordigers van diensten die video hosten, gewone technici, pleitbezorgers van toegankelijke informatie, open source ontwikkelaars, instructeurs en andere individuen en organisaties die een belang zien in de wereld van ondertiteling. We voorzien een tijdschema zodra het evenement nadert.

source: Attendees are selected by invitation; however, if you or your organization would like to participate, please contact:
ar: سيجري اختيار الحضور بناءً على الدعوات الموجهة، ولكن إذا كان لديك رغبة أو لمؤسستك المشاركة، يرجى الاتصال بـِ :
lv: Apmeklētāji tiks uzaicināti ar ielūgumiem, taču, ja Jūs vai Jūsu organizācija vēlās piedalīties, lūdzu, sazinieties:
nl: Deelnemers worden gekozen door middel van uitnodigingen; maar als jij of jouw organisatie mee zou willen doen, neem dan contact op met:

source: When
ar: متى
lv: Kad
nl: Wanneer

source: September 29th and 30th, beginning at 9am on both days.
ar: خلال يومي 29 و 30 سبتمبر ابتداءً من الساعة التاسعة صباحا ً.
lv: 29. un 30. septembrī, katru dienu plkst. 9.00
nl: 29 en 30 September, het begint op beide dagen om 09:00.

source: Where
ar: أين
lv: Kur
nl: Waar

source: The summit will be held at the beautiful Open Plans penthouse in Soho, which is located at 148 Lafayette St, Floor 12, New York City. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)
ar: سيعقد المؤتمر في بلان بنت هاوس في سوهو،الواقع في شارع 148 لافايتي، الطابق 12، مدينة نيويورك. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">خريطة</a>)
lv: Samits notiks skaistajos Open Plans Soho augšstāva apartamentos, kas atrodas Lafajeta ielas 148 12. stāvā, Ņujorkā. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">karte</a>)
nl: De bijeenkomst zal plaatsvinden in het mooie "Open Plans penthouse" in Soho. Het adres: 148 Lafayette Street 148, Floor 12, New York City. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)

source: Why
ar: لماذا
lv: Kādēļ
nl: Waarom

source: The focus of this summit is increased availability and better usability for captions and subtitles, which are both sorely needed. It comes at a critical time, as internet video usage is skyrocketing&mdash;people who rely on captions are threatened to be left behind. New users from every culture are coming online en masse; standardizing and ubiquitizing the technology can make potential audiences exponentially larger and messages can cross cultural boundaries more easily. More captions will also make it simpler for computers to process, index, and make sense of the ever growing sea of online video.
ar: يتمَحْوَرُ المُؤتمَرُ حَوْلَ زيَادَةِ النَّجَاح وتوْفيرِ الاسْتخدَامِ الأمْثلِ والأفضلِ للتَّرْجمَاتِ وسُهُولةِ التَّعْليقِ عَليهَا، وهُناكَ حَاجَةٌ ماسَّة لكليْهمَا.يَأتي في وَقت ٍحَرجٍ وحسَّاسٍ، كمَا أنَّ اسْتخدَامَ المَقطعِ على الشَّبكةِ العَالميَّةِ تزايَد بشكْلٍ كبيرٍ؛ والأشخَاصَ الَّذينَ يَعتمِدونَ على التَّعليقِ يَكونوْنَ عَادَةً في الخَلفِ وعُرضَةً للنِّسيانِ ،أمَّا المُسْتخدِمون الجدُدْ فهُمْ قادِمُونَ بشكلٍ جَمَاعيِّ مِن كلِّ حَضَارَةٍ عَبْرَ الشَّبَكةِ العَنكبوتيَّة ؛ ويُمكِنُ لهَذهِ التِّقنيَاتِ والأسَاليْبِ أنْ تزيْدَ مِن أعْدادِ الجَمَاهيرِ المُحتمَلةِ أضعَافَاً مُضَاعَفَةً و تسْهِّلَ عُبوْرَ الرَّسَائلِ بَينَ الحُدُودِ الثَّقافيَّةِ بكُلِّ يُسْرٍ وأيْضَاً مِن السَّهْل على الحَوَاسيبِ أنْ تبسِّط كميَّةَ الشُّروْحَاتِ المُتعَلِّقةِ بعَمَليَّاتِ المُعَالجَةِ ، وَالفَهْرسَة ، وفَهْم مَوْجَة المَقَاطِع على الشَّبكةِ الَّتي بَاتت تنمُو وتتزايَدُ بشَكلٍ دَائِمٍ.
lv: Samits koncentrējas uz pieaugošo subtitru un parakstu pieejamību un lietojamību, which are both sorely needed. Tās nāk būtiskā laikā, as internet video usage is skyrocketing&mdash;people who rely on captions are threatened to be left behind. New users from every culture are coming online en masse; standardizing and ubiquitizing the technology can make potential audiences exponentially larger and messages can cross cultural boundaries more easily. More captions will also make it simpler for computers to process, index, and make sense of the ever growing sea of online video.
nl: De focus van deze conferentie is verbeterde toegankelijkheid en bruikbaarheid van onderschriften en ondertitelingen. Welke beide erg nodig zijn. Dit komt op een kritiek moment nu het gebruik van internetvideo's de pan uit rijst en de mensen die afhankelijk zijn van onderschriften dreigen achter gelaten te worden. Nieuwe gebruikers van alle culturele afkomsten komen massaal online. Het standaardiseren en universaliseren van deze technologie kan het potentiële publiek exponentieel doen laten groeien en kan boodschappen culturele barrières doen overkomen. Meer onderschriften zal het ook gemakkelijker maken voor computers om het constant groeiende aanbod van video's te verwerken, indexeren en snappen.

source: Organizers, Facilitators, Sponsors
ar: المنظمون والميسرون، الرعاة
lv: Rīkotāji, starpnieki, sponsori
nl: Organisatoren, begeleiders, sponsors

source: Organizers
ar: المنظمون
lv: Organizatori
nl: Organisatoren

source: The <a href="http://www.participatoryculture.org/">Participatory Culture Foundation</a> is organizing the summit. Their most recent project, <a href="http://universalsubtitles.org/">Amara</a>, makes open source and collaborative subtitling and translation easy.
ar: <a href="http://www.participatoryculture.org/">مؤسسة الثقافة التشاركية</a> ستنظم مؤتمر القمة.مشروعها الأحدث, </a> أمارا <a href="http://universalsubtitles.org/">, تجعل ترجمة الشاشة تشاركية ومفتوحة المصدر و الترجمة سهلة.
lv: <a href="http://www.participatoryculture.org/">Participatory Culture Foundation</a> ir samita rīkotāji. Viņu nesenākais projekts, <a href="http://universalsubtitles.org/">Amara</a>, nodarbojas ar atvērtā koda un sadarbības subtitrēšanas, kā arī tulkošanas atvieglošanu.

source: Facilitators
ar: مساعدون
lv: Starpnieki
nl: Begeleiders

source: <a href="http://www.aspirationtech.org/">Aspiration</a> is providing facilitation and agenda design. Aspiration believes that face-to-face events are the most powerful way to facilitate interaction, build networks, and collaborate.
ar: <a href="http://www.aspirationtech.org/">Aspiration</a> ستقوم بتقديم التسهيلات و تصميم جدول الاعمال. ويعتقد أن الأحداث التي تتضمن المواجهة هي أقوى الطرق لتسهيل التفاعل، وبناء الشبكات، والتعاون.
lv: <a href="http://www.aspirationtech.org/">Aspiration</a> atvieglo sadarbību un nodrošina programmu izstrādi. Aspiration uzskata, ka pasākumi, kuros tā dalībnieki satiekas aci pret aci, ir vislabākais veids, kā sekmēt savstarpējos sakarus, kā arī jaunu tīklu un sadarbību veidošanos.
nl: <a href="http://www.aspirationtech.org/">Aspiration</a> biedt ondersteuning en bij het maken van de agenda. Zij gelooft dat live events de krachtigste manier zijn om interactie te stimuleren, en om netwerken op te bouwen en samen te werken.

source: Sponsors
ar: الداعمين
lv: Sponsori
nl: Sponsoren

source: The summit has been generously funded by the <a href="http://www.soros.org/">Open Society Institute</a>.
ar: جرى تمويل مؤتمر القمة بسخاء من معهد المجتمع المفتوح <a href="http://www.soros.org/">Open Society Institute</a>.
lv: Samitu dāsni finansēja <a href="http://www.soros.org/">Atvērtās sabiedrības institūts</a>.
nl: De top is rijkelijk ondersteund door de <a href="http://www.soros.org/">Open Society Institute</a>.

source: Special thanks to <a href="http://openplans.org/">Open Plans</a> for providing meeting space!
ar: شكر الخاص لـ <a href="http://openplans.org/">Open Plans</a> لتوفيرهم مكان الاجتماع
lv: Īpašs paldies <a href="http://openplans.org/">Open Plans</a> par tikšanās telpu nodrošināšanu!
nl: Met speciale dank aan <a href="http://openplans.org/">Open Plans</a> voor het leveren van een ontmoetingsruimte!

source: View site
ar: عرض الموقع
lv: Doties uz vietni
nl: Site bekijken

source: Send
ar: إرسال
lv: Nosūtīt
nl: Sturen

source: Resend confirmation email
ar: تأكيد إعادة إرسال البريد الإلكتروني
lv: Vēlreiz atsūtīt apstiprināšanas e-pastu
nl: Stuur opnieuw een bevestigingsmail

source: Are you sure that you want to permanently delete your profile?
ar: هل أنت متأكد من أنك تريد حذف حسابك ؟
lv: Vai esat drošs, ka vēlaties neatgriezeniski dzēst savu profilu?
nl: Weet je zeker dat je je profiel permanent wilt verwijderen?

source: Delete
ar: خذف
lv: Dzēst
nl: Verwijder

source: Sign In
ar: سجل الدخول
lv: Ierakstīties
nl: Aanmelden

source: Or use your Amara account
ar: أو استخدم حسابك على عمارة
lv: Vai izmantojiet savu Amara kontu
nl: Of gebruik uw Amara-account

source: Forgot your password?
ar: استعادة كلمة المرور
lv: Aizmirsāt paroli?
nl: Je paswoord vergeten?

source: Create Account
ar: انشاء حساب
lv: Izveidot kontu
nl: Maak account

source: Sign in as a different user
ar: تسجيل الدخول بمستخدم آخر
lv: Ieiet kā citam lietotājam
nl: Meld u aan als een andere gebruiker

source: ago
ar: منذُ
lv: atpakaļ
nl: geleden

source: Amara Style Guidelines
lv: Amara stila vadlīnijas
nl: Amara stijl richtlijnen

source: Subtitle line length
lv: Subtitru rindiņu garums
nl: Ondertitel regel lengte

source: avoid more than 2 lines per subtitle.
lv: izvairieties no vairāk kā 2 rindiņām katram subtitram
nl: vermijd meer dan 2 regels per ondertitel

source: Minimum duration
lv: Minimālais ilgums
nl: Minimale duur

source: Maximum duration
lv: Maksimālais ilgums
nl: Maximale duur

source: Split subtitles lasting more than 7 seconds.
lv: Sadaliet subtitrus, ka parādās ilgāk kā 7 sekundes.
nl: Deel ondertitels langer dan 7 seconden op.

source: Reading speed
lv: Lasīšanas ātrums
nl: Leessnelheid

source: 8-25 characters/second is recommended;
lv: Ieteicamas 8—25 rakstzīmes sekundē;
nl: 8-25 tekens per seconde is aanbevolen;

source: 8-16 characters/second for children.
lv: Bērniem — 8—16 rakstzīmes.
nl: 8-16 tekens per seconde voor kinderen.

source: Sounds
ar: أصوات
lv: Skaņas
nl: Geluiden

source: ex: (water dripping)
lv: piemēram: (ūdens pilēšana)
nl: bv: (water druppelt)

source: Music
ar: موسيقى
lv: Mūzika
nl: Muziek

source: ex: ♪ (jazz music) ♪
lv: piem: ♪ (džeza mūzika) ♪
nl: bv: ♪ (jazz muziek ♪

source: ex: (Michael) Wait for me!
lv: piemērs: (Maikls) Pagaidi!
nl: bv: (Kaj) Wacht op mij!

source: Show Advanced Guidelines
lv: Parādīt paplašinātās vadlīnijas
nl: Toon geadvanceerde richtlijnen

source: Hide Advanced Guidelines
lv: Nerādīt paplašinātās vadlīnijas
nl: Verberg geavanceerde richtlijnen

source: Translate the whole idea
lv: Pārtulkojiet galveno domu
nl: Vertaal het hele idee

source: Translations don't need to be word for word. Look at the context.
lv: Tulkojumiem nav jābūt vārds vārdā. Pārnesiet kontekstu.
nl: Vertalingen hoeven niet woord voor woord te zijn. Kijk naar de context.

source: Maximum timing offset
lv: Maksimālā laika nobīde
nl: Maximale timing uitloper

source: Subtitles shouldn't start more than 0.5 seconds before or after the audio begins.
lv: Subtitriem nevajadzētu sākties vairāk kā 0,5 sekundes pirms vai pēc skaņas sākuma.
nl: Ondertitels zouden niet eerder of later dan 0.5 seconde moeten beginnen na de audio.

source: Exclude things like “um” “ah” and other disfluencies.
lv: Izlaidiet „ēē”, „mm” un citus parazītvārdus.
nl: Laat dingen als "um" "uh" en andere onderbrekingen achterwege.

source: Indicate inaudible parts
lv: Norādiet nesadzirdamās vietas
nl: Geef onverstaanbare delen aan

source: If the audio is inaudible, it should be marked as [inaudible].
lv: Ja skaņa ir nesaprotama, tā būtu jāatzīmē kā [neskaidrs].
nl: Als de audio niet te verstaan is, moet het gemarkeerd worden als [onverstaanbaar].

source: Lyrics
lv: Dziesmu vārdi
nl: Songtekst

source: Foreign language
ar: لغة أجنبية
lv: Svešvaloda
nl: Buitenlandse taal

source: Identify relevant speech in foreign language.
lv: Atpazīstiet runāšanu attiecīgajā svešvalodā.
nl: Identificeer buitenlandse spraak die van belang is.

source: ex: (Russian): Thank you.
ar: مثلاً (الروسية): شكراً لك
lv: piem: (Krieviski): Paldies.
nl: bv: (Gronings): Tis nait oal dag koffie mit kouk.

source: Simultaneous dialogue
lv: Vienlaicīgs dialogs
nl: Gelijktijdige dialoog

source: Used exclusively when two speakers talk in the same subtitle.
lv: Izmantojams tikai tad, kad divu runātāju teiktais ietilpst vienā un tajā pašā subtitrā.
nl: Alleen gebruiken wanneer twee sprekers praten in dezelfde ondertitel.

source: Each speaker should have one line, and both lines should have an hyphen.
lv: Katra runātāja teiktajam būtu jābūt atsevišķā rindiņā ar tam priekšā esošu defisi.
nl: Elke spreker zou één regel moeten hebben en beide regels moeten een koppelteken hebben.

source: - Sir, you are no gentleman.
lv: - Kungs, jūs neesat nekāds džentlmenis.
nl: - Meneer, u bent geen heer.

source: - Rhett Butler: And you, Miss, are no lady.
lv: - Rets Batlers: Un jūs, jaunkundz, neesat nekāda dāma.
nl: - Rhett Butler: En u, mevrouw, bent geen dame.

source: Show All Guidelines
lv: Parādīt visas vadlīnijas
nl: Toon alle richtlijnen

source: Hide All Guidelines
lv: Nerādīt visas vadlīnijas
nl: Verberg alle richtlijnen

source: Translating Guidelines
lv: Tulkošanas vadlīnijas
nl: Vertaal richtlijnen

source: Reviewing Guidelines
lv: Pārskatīšanas vadlīnijas
nl: Beoordeel richtlijnen

source: Close
ar: اغلاق
lv: Aizvērt
nl: Sluit

source: Keyboard Shortcuts
lv: Tastatūras īsinājumtaustiņi
nl: Toetsenbord snelkoppelingen

source: Action
lv: Darbība
nl: Actie

source: Play / Pause video
lv: Atskaņot / nopauzēt video
nl: Pauzeer / Speel video

source: Skip back 2 seconds
lv: Pārlekt 2 sekundes atpakaļ
nl: Spring 2 seconden terug

source: Skip back 4 seconds
lv: Pārlekt 4 sekundes uz atpakaļu
nl: Spring 4 seconden terug

source: Skip forward 4 seconds
lv: Pārlekt 4 sekundes uz priekšu
nl: Spring 4 seconden vooruit

source: Insert line break
lv: Ievietot rindiņas pārtraukumi
nl: Voeg regeleinde in

source: Delete empty subtitle
lv: Izdzēst tukšo subtitru
nl: Verwijder lege ondertitel

source: Exit edit mode of current subtitle
lv: Iziet no pašreizējā subtitra labošanas režīma
nl: Verlaat bewerker van huidige ondertitel

source: Show Browser Shortcuts
lv: Parādīt pārlūka īsinājumtaustiņus
nl: Toon browser snelkoppelingen

source: Hide Browser Shortcuts
lv: Nerādīt pārlūka īsinājumtaustiņus
nl: Verberg browser snelkoppelingen

source: Jump to the next whole word
lv: Pāriet pie nākamā veselā vārda
nl: Spring naar het volgende hele woord

source: CTRL + RIGHT Arrow
lv: CTRL + bultiņa PA LABI
nl: CTRL + RECHTER pijltoets

source: ALT + RIGHT Arrow
lv: ALT + bultiņa PA LABI
nl: ALT + RECHTER pijltoets

source: Jump to the previous whole word
lv: Pāriet pie iepriekšējā veselā vārda
nl: Spring naar het vorige hele woord

source: CTRL + LEFT Arrow
lv: CTRL + bultiņa PA KREISI
nl: CTRL + LINKER pijltoets

source: ALT + LEFT Arrow
lv: ALT + bultiņa PA KREISI
nl: ALT + LINKER pijltoets

source: Fn + RIGHT Arrow
lv: Fn + bultiņa PA LABI
nl: Fn-toets + RECHTER pijltoets

source: CMD + RIGHT Arrow
lv: CMD + bultiņa PA LABI
nl: CMD + RECHTER pijltoets

source: Fn + LEFT Arrow
lv: Fn + bultiņa PA KREISI
nl: Fn-toets + LINKER pijltoets

source: CMD + LEFT Arrow
lv: CMD + bultiņa PA KREISI
nl: CMD + LINKER pijltoets

source: Proposed Shortcuts (not yet implemented)
lv: Ieteiktie īsinājumtaustiņi (vēl nav iekļauti)
nl: Voorgestelde snelkoppelingen (nog niet geïmplementeerd)

source: Alt + Delete (or Backspace)
lv: Alt + Delete (vai Backspace)

source: Alt + UP Arrow
lv: Alt + bultiņa UZ AUGŠU
nl: Alt + pijl omhoog

source: Undo last action
lv: Atcelt pēdējo darbību
nl: Maak laaste actie ongedaan

source: Save a version
lv: Saglabāt versiju
nl: Bewaar een versie

source: Italics formatting
lv: Slīpraksta formatējums
nl: Cursief maken

source: Bold formatting
lv: Treknraksta formatējums
nl: Vet maken

source: Title
ar: العنوان
lv: Nosaukums
nl: Titel

source: Enter Title
ar: أدخل العنوان
lv: Ievadiet nosaukumu
nl: Voer de titel in

source: Description
ar: وصف
lv: Apraksts
nl: Beschrijving

source: Enter Description
ar: أدخِل الوصف
lv: Ievadiet aprakstu
nl: Voor de beschrijving in

source: Debugging Tools
lv: Atkļūdošanas rīki
nl: Debug gereedschap

source: Error saving subtitles
lv: Kļūda saglabājot subtitrus
nl: Fout bij bewaren ondertitels

source: Download Subtitles
ar: نزِّل الترجمة
lv: Lejuplādēt subtitrus
nl: Download ondertitels

source: Close Editor
ar: أغلق محرر الترجمة
lv: Aizvērt redaktoru
nl: Sluit bewerker

source: Upload Subtitles
ar: رفع الترجمة
lv: Augšupielādēt subtitrus
nl: Ondertitels uploaden

source: Upload
ar: تحميل
lv: Augšupielādēt
nl: Uploaden

source: Loading subtitle editor&hellip;
lv: Ielādē subtitru redaktoru&hellip;
nl: Ondertitel bewerker aan het laden r&hellip;

source: Keyboard controls
lv: Tastatūras vadība
nl: Toetsenbordbesturing

source: Play / Pause
lv: Atskaņot / nopauzēt
nl: Speel / Pauzeer

source: Skip back
lv: Doties atpakaļ
nl: Spring terug

source: Insert a line break
lv: Ievietot rindiņas pārtraukumu
nl: Voeg een regeleinde in

source: Start subtitle
lv: Sākt subtitrēt
nl: Begin ondertitel

source: End subtitle
ar: إنهاء الترجمة
lv: Beigt subtitrēt
nl: Beëindig ondertitel

source: Subtitling Guidelines
ar: تعليمات حول الترجمه
lv: Subtitrēšanas vadlīnijas
nl: Ondertitel richtlijnen

source: Is all the content subtitled?
ar: هل ترجمت كامل المحتوى؟
lv: Vai viss saturs ir subtitrēts?
nl: Is alle inhoud ondertiteld?

source: Yes, start syncing
ar: نعم، قم بالمزامنة
lv: Jā, sākt sinhronizēšanu
nl: Ja, start synchroniseren

source: Watch the video again and verify that the subtitles are complete and correct.
ar: أعِد مشاهدة الفيديو وتأكّد بأن الترجمة تامّة وصحيحة.
lv: Noskatieties video vēlreiz un apstipriniet, ka subtitri ir pabeigti un pareizi.
nl: Bekijk de video opnieuw om te verifiëren dat alle ondertitels compleet en correct zijn.

source: Show
lv: Parādīt
nl: Laat zien

source: Save
ar: احفظ
lv: Saglabāt
nl: Sla op

source: Continue
ar: متابعة
lv: Turpināt
nl: Vervolg

source: View all
ar: اعرض الكل
lv: Apskatīt visu
nl: Alles bekijken

source: New message
ar: رسالة جديدة
lv: Jauna ziņa
nl: Nieuw bericht

source: Inbox
ar: صندوق الوارد
lv: Iesūtne

source: Sent
ar: إرسال
lv: Nosūtītie
nl: Verzonden

source: Messages - Inbox
ar: الرسائل - صندوق الوارد
lv: Ziņas — Iesūtne
nl: Berichten - Inbox

source: Do you really wish to delete this message?
ar: هل أنت متأكد من حذف هذه الرسالة ؟
lv: Vai Jūs patiešām vēlaties izdzēst šo ziņojumu?
nl: Wil je deze boodschap echt verwijderen?

source: The message has been successfully sent.
ar: تم إرسال الرسالة بنجاح
lv: Ziņojums veiksmīgi nosūtīts.
nl: Het bericht is succesvol verzonden.

source: Mark Read
ar: تحديد كمقروء
lv: Atzīmēt kā izlasītu
nl: Markeren als gelezen

source: Reply
ar: رد
lv: Atbildēt
nl: Antwoorden

source: You have no messages.
ar: ليس لديك رسائل.
lv: Jums nav ziņojumu.
nl: Je hebt geen berichten

source: Send Message
ar: ارسال رسالة
lv: Sūtīt ziņojumu
nl: Stuur bericht

source: %(commenter)s commented on "%(title)s".
lv: %(commenter)s komentēja „%(title)s”.
nl: %(commenter)s reageerde op "%(title)s".

source: Messages - New
ar: الرسائل - الآن
lv: Ziņas — Jaunās
nl: Berichten - Nieuw

source: Messages - Sent
ar: الرسائل - المرسلة
lv: Ziņas — Nosūtītās
nl: Berichten - Verstuurd

source: Avatar
ar: صورة رمزية
lv: Avatars
nl: Profielfoto

source: You have no sent messages.
ar: لا يوجد رسائل مُرسَلة
lv: Jums nav nosūtīto ziņojumu.
nl: U hebt geen verzonden berichten.

source: Stop watching for changes on this video
ar: أوقف مشاهدة التغيرات على هذا الفيديو.
lv: Beigt sekot izmaiņām šim video
nl: Stop met het opvolgen van de wijzigingen aan deze video
