Repository: ArboreSign/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, lv, nl

source: Your application is pending
ar: طلبك في الانتظار
nl: Uw aanvraag is in behandeling

source: The language can no longer be used for translations
ar: لم يعد ممكناً استخدام اللغة في الترجمات
nl: Deze taal kan niet langer gebruikt worden voor vertalingen

source: instead?
ar: عوض ذلك؟
nl: in plaats van?

source: by
ar: بواسطة
nl: door

source: %(count)s video
ar: %(count)s فيديو

source: Generate Billing Report
ar: أنشيء تقرير القواتير
nl: genereer factureringsrapport

source: This video is in %(language)s
ar: إن هذا الفيديو بال%(language)s
nl: Deze video is in het %(language)s

source: Get counter code:
ar: الحصول على عدد الرموز.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> you contributed to <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed by <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. These changes went live immediately. %(text_change)s of the text and %(time_change)s of the timing was changed.
ar: ⏎ <b><a href="http://%(domain)s%(language_url)s">%(lang)s ترجمة </a></b> ⏎ ساهمت في <<b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> ⏎ تم تغييرها بواسطة <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. ⏎ طبقت هذه التغييرات فورا . %(text_change)s من النص و⏎ تم تغيير %(time_change)s التوقيت. ⏎
nl: <b><a href="http://%(domain)s%(language_url)s">%(lang)s ondertitels</a></b> die je aanbracht voor <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> werden aangepast door <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. De wijzigingen werden onmiddellijk van toepassing. %(text_change)s van de tekst en %(time_change)s van de timing werd gewijzigd.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> you contributed to <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed. These changes went live immediately. %(text_change)s of the text and %(time_change)s of the timing was changed.
ar: ⏎ <b><a href="http://%(domain)s%(language_url)s">%(lang)s ترجمة</a></b> ⏎ ساهمت في <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> ⏎ قد غيرت. وقد طبقت هذه التغييرات فورا. %(text_change)s of the text and ⏎ وقد تغير %(time_change)s الوقت.⏎

source: and click 'edit title' to update it. If you're unable to edit the title, click 'Help' in the main menu to submit a support request.
ar: ⏎ وانقر فوق "تعديل العنوان 'لتحديثه. ان لم تكن قادرا على تعديل العنوان، انقر على "مساعدة" في القائمة الرئيسية لتقديم طلب الدعم. ⏎

source: Revision
ar: تنقيح
nl: Revisie

source: Draft only
ar: فقط نسخة
nl: Voorlopige versie

source: Make more?
ar: افعل المزيد ؟
nl: Er nog meer maken?

source: Make some!
ar: افعل قليلًا!
nl: Maak ze!

source: This language contains subtitles that are still waiting to be moderated. Check back later.
ar: هذه اللغة تحتوي على ترجمات تنتظر الخضوع للإشراف. تحقق مرة أخرى في وقت لاحق.
nl: Deze taal bevat ondertitels die nog aangepast moeten worden. Kom later terug.

source: Details
ar: تفاصيل

source: Contribute
ar: مساهمة
nl: Doe mee

source: Personal message from %(sender)s on amara.org
nl: Persoonlijk bericht van %(sender)s op amara.org

source: You don't have permission to rollback this language
nl: U hebt geen toestemming om deze taal terug te zetten

source: Keep subtitle length to about 42 characters;
nl: Houd de ondertitel lengte bij ongeveer 42 tekens;

source: Subtitles should not be less than 1 second.
nl: Ondertitels moeten niet korter zijn dan 1 seconde.

source: Describe meaningful sounds that are relevant to the plot.
nl: Beschrijf geluiden die van belang zijn voor het verhaal.

source: Describe relevant music which does not have relevant lyrics.
nl: Beschrijf muziek zonder tekst die van belang is.

source: Speaker Identification
nl: Spreker identificering

source: Use parenthesis to indicate when someone is speaking off-screen.
nl: Gebruik haakjes om aan te geven dat iemand buiten aan het woord is.

source: Make sure you are using the correct punctuation for the whole unit of text.
nl: Wees zeker dat je de juiste interpunctie gebruikt voor het stuk tekst.

source: On-screen texts
nl: Tekst in beeld

source: Translate the texts on the video that are relevant to the plot.
nl: Vertaal de tekst in de video die van belang zijn voor het verhaal.

source: Use meaningful speech
nl: Gebruik betekenisvolle spraak

source: Wrap relevant lyrics in musical notes.
nl: Omhul relevante songteksten in muziekoten.

source: ex ♪ Tell me dear Billy, ♪
nl: bv ♪ Ik geloof, ik geloof, in jou en mij ♪

source: Speaker identification
nl: Spreker identificering

source: Identify off-screen and unclear speakers in parentheses.
nl: identificeer onduidelijke en niet-zichtbare sprekers tussen haakjes.

source: Tab
nl: Label

source: Navigate to the next subtitle
nl: Navigeer naar de volgende ondertitel

source: Browser Defaults that should work
nl: Browser standaarden die horen te werken

source: Jump to the start of the subtitle
nl: Spring naar het begin van de ondertitel

source: Jump to the end of the subtitle
nl: Spring naar het eind van de ondertitel

source: Delete last complete word
nl: Verwijder laaste hele woord

source: Insert subtitle (above)
nl: Voeg ondertitel toe (boven)

source: Insert subtitle (below)
nl: Voeg ondertitel toe (onder)

source: Delete current subtitle
nl: Verwijder huidige ondertitel

source: Navigate to the previous line
nl: Navigeer naar de vorige regel

source: Redo last action
nl: Doe laatste actie opnieuw

source: Timeline toggle
nl: Schakel tussen tijdslijn

source: There was an error saving your subtitles. Save your subtitles using the download button below and upload them to the system later.
nl: Er was een fout bij het bewaren van u ondertitels. Bewaar uw subtitels met behulp van de download knop hieronder en upload ze later nog een keer.

source: To avoid data corruption, please do not open the or edit the subtitles in any text editor.
nl: Open de ondertitels niet in een tekstverwerken om data verderf te vermijden.

source: There was an error saving your subtitles. Copy the subtitles above and save them to your computer as subtitle_backup.dfxp. You can upload them later.
nl: Er was een fout bij het bewaren van uw ondertitels. Kopieer de ondertitels hierboven en bewaar ze op uw computer als ondertitel_backup.dfxp. U kunt ze later nogmaals uploaden.

source: There was an error resuming your session. Save your subtitles using the download button below and upload them to the system later.
nl: Er ging iets fout bij het vervolgen van uw sessie. Bewaar uw ondertitels met behulp van de download knop hieronder en probeer ze later nogmaals te uploaden.

source: There was an error resuming your session. Copy the subtitles above and save them to your computer as subtitle_backup.dfxp. You can upload them later.
nl: Er ging iets fout bij het vervolgen van uw sessie. Kopieer de ondertitels hierboven naar uw computer als ondertitel_backup.dfxp en upload ze later nog een keer.

source: more commands
nl: meer commando's

source: Copy Timing
nl: Kopieer timing

source: Timeline
nl: Tijdlijn

source: Clear timing
nl: Verwijder timing

source: Clear text
nl: Verwijder tekst

source: Revert to last saved version
nl: Zet terug naar laatst opgeslagen versie

source: %(commenter)s commented on the %(lang_name)s Language of "%(title)s".
nl: %(commenter)s reageerde op de %(lang_name)s taal van "%(title)s".

source: Square Logo
nl: Vierkant logo

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed by <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. These changes went live immediately. %(time_change)s of the timing was changed.
nl: <b><a href="http://%(domain)s%(language_url)s">%(lang)s ondertitels</a></b> voor video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> zijn aangepast door <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Deze veranderingen zijn meteen doorgevoerd. %(time_change)s van de timing is gewijzigd.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed. These changes went live immediately. %(time_change)s of the timing was changed.
nl: <b><a href="http://%(domain)s%(language_url)s">%(lang)s ondertitels</a></b> voor video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> zijn aangepast. Deze veranderingen zijn meteen doorgevoerd. %(time_change)s van de timing is gewijzigd.

source: Edit SubtitleLanguage in Django Admin
nl: Bewerk Ondertitel taal in Django Admin

source: Legacy Subtitle Editor
nl: Legacy ondertitel bewerker

source: Edit in Django Admin
nl: Bewerk in Django Admin

source: You must use the tasks panel to work with this version.
nl: U moet het takenpaneel gebruiken om met deze versie te werken.

source: The most recent revision for this language is blank, but there are older revisions that contain subtitles.
nl: De meest recente herziening hiervan is leeg maar er zijn oudere versies die ondertitels bevatten.

source: resync version #%(version)s
nl: Synchroniseer versie #%(version)s opnieuw

source: <span class="team-link">This video is part of the <a href="%(url)s">%(team)s</a> team.</span>
nl: <span class="team-link">Deze video is deel van het <a href="%(url)s">%(team)s</a> team.</span>
