Repository: ArboreSign/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, lv, nl

source: Hi, Thanks for joining Amara!<br/> <p>If you created the "%(user)s" user account on universalsubtitles.org, please click the following link to confirm your email address (%(email)s):<br/></p> <p><a href="%(activate_url)s">confirm email</a></p> <p>If you believe you've received this message in error, we apologize—feel free to ignore it. If you have any concerns, please contact us at feedback@universalsubtitles.org.</p> Thanks, <br/> The Amara team
ar: أهلا شكراً لانضمامك لأمارا!<br/> <p> إذا أنشأت حساب المستخدم "%(user)s" على universalsubtitles.org. رجاءً، اضغط الرابط التالي لتأكيد بريدك الالكتروني(%(email)s): <br/></p> <p><a href="%(activate_url)s">تأكيد البريد الالكتروني</a></p> <p> إذا وصلتك هذه الرسالة بالخطأ، نحن نعتذر - تجاهلها. في حال لديك أية تساؤلات، رجاءً تواصل معنا عبر feedback@universalsubtitles.org. <p> شكراً، <br/> فريق أمارا
lv: Sveiki, Paldies par pievienošanos Amara!<br/> <p>Ja Jūs universalsubtitles.org tīmekļa vietnē izveidojāt lietotāja kontu „%(user)s”, lūdzu, uzklikšķiniet uz zemāk redzamās saites, lai apstiprinātu savu e-pasta adresi (%(email)s):<br/></p> <p><a href="%(activate_url)s">apstiprināt e-pastu</a></p> <p>Mēs atvainojamies, ja Jūsuprāt esat saņēmis šo ziņojumu kļūdas pēc —droši neņemiet to vērā. Ja Jums ir kādas bažas, lūdzu, sazinieties ar mums, rakstot uz feedback@universalsubtitles.org.</p> Paldies, <br/> Amara komanda
nl: Hallo, Bedankt voor uw toetreding tot Amara!<br/> <p>Als u de gebruikersaccount "%(user)s" via universalsubtitles.org hebt aangemaakt, klik dan op de volgende koppeling om uw e-mailadres (%(email)s) te bevestigen:<br/></p> <p><a href="%(activate_url)s">e-mailadres bevestigen</a></p> <p>Als u denkt dat u dit bericht ten onrechte hebt ontvangen, dan hierbij onze excuses - u kunt het gewoon negeren. Als u vragen hebt, neem dan contact met ons op via feedback@universalsubtitles.org.</p> Bedankt, <br/> Het Amara-team

source: %(author)s has just sent you a message on Amara:
ar: تم إرسال رسالة لك من قبل %(author)s عبر أمارا
lv: %(author)s nupat jums Amara atsūtīja ziņu:
nl: %(author)s heeft u zojuist een bericht gestuurd op Amara:

source: Reply to this message
ar: رد على هذه الرسالة
lv: Atbildēt uz šo ziņojumu
nl: Dit bericht beantwoorden

source: Reject
ar: رفض
lv: Atteikties
nl: Verwerp

source: Hi, %(imported_videos)s your videos were successfull imported!<br/> <p>Too see them, you can go to <a href="%(my_videos_url)s">your user page</a></p> <p>If you believe you've received this message in error, we apologize—feel free to ignore it. If you have any concerns, please contact us at feedback@universalsubtitles.org.</p> Thanks, <br/> The Amara team
ar: أهلا %(imported_videos)s تم استيراد مقاطع الفيديو الخاصة بك بنجاح <p> لتشاهدها، تستطيع أن تذهب إلى <a href="%(my_videos_url)s"> صفحة المستخدم الخاصة بك </a></p>⏎ <p> إذا اعتقدت أن هذه الرسالة وصلتك بالخطأ ، نعتذر__ تجاهلها.إذا كان لديك أى تساؤلات ، رجاء اتصل بنا عبر feedback@universalsubtitles.org. .</p>⏎ شكرا، <br/>⏎ فريق عمل أمارا
lv: Sveiki, %(imported_videos)s Jūsu video tika veiksmīga importēti!<br/> <p>Lai tos redzētu, varat doties uz <a href="%(my_videos_url)s">savu lietotāja lapu</a></p> <p>Mēs atvainojamies, ja Jūsuprāt esat saņēmis šo ziņojumu kļūdas pēc —droši neņemiet to vērā. Ja Jums ir kādas bažas, lūdzu, sazinieties ar mums, rakstot uz feedback@universalsubtitles.org.</p> Paldies, <br/> Amara komanda

source: Back to Sign In
ar: العودة لتسجيل الدخول
lv: Atgriezties, lai ieietu
nl: Terug naar Inschrijving

source: It looks like you logged in without submitting an email. We need an email address to notify you (for example, when others edit your work).
ar: يبدو أنك قمت بتسجيل الدخول دون تسليم عنوان بريد إلكتروني. نحتاج إلى عنوان بريد إلكتروني لإشعارك (على سبيل المثال، عندما يقوم آخرون بالتعديل على عملك).
lv: Izskatās, ka esat iegājis ar kontu, kuram nav norādīts e-pasts. Mums ir nepieciešams Jūsu e-pasts, lai varētu Jūs informēt (piemēram, par to, kad citi rediģē Jūsu padarīto).
nl: Het lijkt erop dat u inlogde zonder een e-mailadres mee te geven. We hebben een e-mailadres nodig om u te kunnen waarschuwen (bijvoorbeeld wanneer anderen uw werk wijzigen).

source: Please enter a valid e-mail address
ar: برجاء ادخال بريد اليكترونى صحيح
lv: Lūdzu, ievadiet derīgu e-pasta adresi
nl: Voer alsjeblieft een geldig e-mailadres in

source: Enter valid email please.
ar: نرجو ادخال بريد الكتروني صحيح
lv: Ievadiet derīgu e-pasta adresi
nl: Voer alsjeblieft een geldig e-mailadres in.

source: Loading...
ar: تحميل...
lv: Ielādē...
nl: Laden...

source: Select your Languages
ar: حدد لغاتك
lv: Izvēlēties valodas
nl: Selecteer jouw talen

source: Select at least one language.
ar: حدد لغة واحدة على الأقل.
lv: Izvēlēties vismaz vienu valodu
nl: Selecteer ten minste één taal.

source: Saving your language settings...
ar: حفظ إعدادات اللغة...
lv: Saglabā Jūsu valodu uzstādījumus
nl: Uw taalinstellingen opslaan...

source: What languages do you speak?
ar: أي اللغات تتحدث؟
lv: Kādas valodas protat?
nl: Welke talen spreek jij?

source: Submit
ar: عرض
lv: Pievienot
nl: Insturen

source: Activity
ar: فعاليّة
lv: Aktivitāte
nl: Activiteit

source: Personal Info
ar: المعلومات الشخصية
lv: Personīgā informācija
nl: Persoonlijke info

source: Account
ar: حساب
lv: Konts

source: Profile
ar: الملف الشخصي
lv: Profils
nl: Profiel

source: Messages
ar: رسائل
lv: Ziņojumi
nl: Boodschappen

source: Logout
ar: تسجيل الخروج
lv: Iziet
nl: Afmelden

source: Your Teams
ar: فريقكم
lv: Jūsu komandas
nl: Je teams

source: Sign in / Sign up
ar: الدخول / التسجيل
lv: Ierakstīties / Pierakstīties
nl: Aanmelden / registreren

source: Edits to my videos
ar: تعديلات على مقاطع الفيديو خاصتي
lv: Manu video labojumi
nl: Wijzigingen aan mijn video's

source: No Activity
ar: لا يوجد نشاط
lv: Nav aktivitātes
nl: Geen activiteit

source: language
ar: اللغة
lv: valoda
nl: taal

source: No subtitles yet
ar: لا يوجدعناوين فرعية لغاية الآن
lv: Vēl nav subtitru
nl: Nog geen ondertitels

source: User Details
ar: تفاصيل المستخذم
lv: Informācija par lietotāju
nl: Gebruikersdetails

source: YouTube Sync
ar: مُشاهدة المقطع على اليويتوب وفيميو في ذاتِ الوقت
lv: YouTube sinhronizācija

source: Other Accounts
ar: حسابات أخرى
lv: Citi konti
nl: Andere accounts

source: Sign in to Amara with Twitter, Facebook, and other accounts
ar: سجل في أمارا بواسطة تويتر، فيسبوك أو أي حساب آخر
lv: Ieiet Amara ar Twitter, Facebook vai citu kontu
nl: Meld u aan bij Amara met Twitter-, Facebook- en andere accounts

source: Add an account
ar: إضافة حساب جديد
lv: Pievienot kontu
nl: Een account toevoegen

source: Remove
ar: إزالة
lv: Noņemt
nl: Verwijderen

source: Change Password
ar: تغيير كلمة المرور
lv: Mainīt paroli
nl: Paswoord wijzigen

source: Notifications
ar: اشعارات
lv: Paziņojuumi
nl: Meldingen

source: Send an email notification for each message received
ar: أرسل اشعارا بالبريد الالكتروني عن كل رسالة واردة
lv: Nosūtīt e-pasta paziņojumu par katru saņemto ziņojumu
nl: Stuur een melding per email voor elke ontvangen boodschap

source: API Access
ar: رقم التفعيل
lv: API piekļuve
nl: API-toegang

source: Your API key
ar: رقم مفتاحك
lv: Jūsu API kods
nl: Uw API sleutel

source: Reset your API key
ar: إعادة الحصول على رمز مفتاحك
lv: Atiestatīt savu API kodu
nl: Vernieuw uw API-sleutel

source: Get an API key
ar: الحصول هلى رمز مفتاحك
lv: Saņemt API kodu
nl: Krijg een API-sleutel

source: Delete Your Account
ar: حذف حسابك
lv: Izdzēst kontu
nl: Uw account verwijderen

source: Add a linked account
ar: اضافة رابط لحسابك
lv: Pievienot saistīto kontu
nl: Een gekoppelde account toevoegen

source: What kind of account do you want to add?
ar: ماهو نوع الحساب الذي تريد إضافته؟
lv: Kāda veida kontu Jūs vēlaties pievienot?
nl: Wat voor account wilt u toevoegen?

source: Link
ar: رابط
lv: Saite
nl: Verbinding

source: Enable Crowd Subtitles on your Personal YouTube Channel (beta)
ar: قمْ بتفعيل خاصيَّة التَّرجمة الجَّماعيَّة على قناة اليوتيوب الخاصَّة بك (نسخة تَجريبيَّة)
lv: Iespējot pūļpakalpojuma subtitrus Jūsu personīgajā YouTube kanālā (beta)

source: How We Enable Crowd Subtitles
ar: كيف نمكن الترجمة الجماعية
lv: Pūļpakalpojuma subtitru iespējošana
nl: Hoe wij publieke ondertitels mogelijk maken

source: We automatically <strong>add your YouTube videos to Amara</strong> (and import their subtitles).
ar: نقوم تلقائيا ً <strong>بإضافة فيديوهات YouTube الخاصة إلى أمارا</strong> (وكذلك استيراد ترجماتها).
lv: Mēs automātiski <strong>Amara pievienojam jūsu YouTube video</strong> (un pārnesam to subtitrus).

source: We <strong>invite your viewers to subtitle</strong> by adding a link to your video descriptions.
ar: نقوم <strong>بدعوة مشاهديك للقيام بالترجمة</strong> عبر إضافة وصلة في توصيفات الفيديو الخاص بك.
lv: Mēs <strong>aicinām skatītājus subtitrēt</strong>, pievienojot saiti Jūsu video aprakstos.

source: We <strong>send subtitles to YouTube</strong> whenever they're completed on Amara.
ar: نقوم تلقائيا ً <strong>بإضافة فيديوهات يويتوب الخاصة إلى أمارا</strong>
lv: Mēs <strong>nosūtam subtitrus YouTube</strong>, tiklīdz tie ir pabeigti Amara.

source: When We Send Subtitles to YouTube
ar: عندما نرسل الترجمات إلى اليوتيوب
lv: Mums nosūtot subtitrus YouTube

source: The link is <strong>one-way only</strong>. Changes made on YouTube won't be reflected on Amara and may be overwritten. Use Amara to edit subtitles.
ar: الرابط <strong>باتجاه واحد فقط </strong>. Changes made on YouTube won't be reflected on Amara and may be overwritten. Use Amara to edit subtitles.
lv: Saikne ir <strong>tikai vienvirziena</strong>. Veiktās izmaiņas YouTube neparādīsies Amara un var tik pārrakstītas. Subtitru izmainīšanai izmantojiet Amara.

source: Learn more
ar: معرفة المزيد
lv: Uzzināt vairāk
nl: Meer informatie

source: about Crowd Subtitles and YouTube
ar: عن الترجمة الجماعية و اليوتيوب
lv: par pūļpakalpojuma subtitriem un YouTube

source: Ready to Enable Crowd Subtitles?
ar: أجاهزٌ لتمكين التَّرجمة الجماعيَّة ؟
lv: Gatavs iespējot pūļpakalpojuma subtitrus?

source: Link accounts
ar: رابط حساباتك
lv: Sasaistīt kontus
nl: Accounts koppelen

source: create one now
ar: أَنْشِئْ واحد/واحدة الآن
lv: izveidot

source: Organizations/companies: interested in YouTube sync and crowd subtitling?
ar: المنظمات/ الشركات: هل هناك من اهتمام بمزامنة موقع يوتيوب والترجمة الجماعية؟
lv: Organizācijām/uzņēmumiem: esat ieinteresēti sinhronizēšanā ar YouTube un pūļpakalpojumu subtitros?

source: Contact us
ar: اتصل بنا
lv: Sazinieties ar mums,
nl: Contacteer ons

source: Send
ar: إرسال
lv: Nosūtīt
nl: Verzenden

source: a Message
ar: رسالة
lv: ziņojumu

source: About
ar: من نحنُ
lv: Par
nl: Over

source: hasn't selected languages yet.
ar: لم يتم تحديد اللغات بعد
lv: vēl nav izvēlējies valodas.
nl: heeft nog geen talen geselecteerd.

source: hasn't joined any teams yet.
ar: لم يشترك بأي فريق بعد
lv: vēl nav pievienojies nevienai komandai.
nl: is nog geen lid van een ploeg.

source: You have
ar: تملكه
lv: Jums ir
nl: U hebt

source: Go to your inbox
ar: الذهاب إلى علبة رسائلك البريدية
lv: Doties uz iesūtni
nl: Naar uw Postvak IN

source: unread message
ar: رسَالَةٌ لمْ تُقرأ بَعْد
lv: neizlasītas ziņas
nl: ongelezen bericht

source: Videos you're working on
ar: المَقْطعُ الّذيْ تعْمَلُ عَليْه
lv: Video, pie kuriem pašlaik strādājat
nl: Video’s waarmee u bezig bent

source: Create %(language)s subtitles
ar: إخلق ترجمات في %(language)s
lv: Izveidot %(language)s subtitrus
nl: Creëer %(language)s ondertitels

source: %(task_action)s %(language)s subtitles
ar: %(task_action)s %(language)s ترجمات
lv: %(task_action)s %(language)s subtitrus
nl: %(task_action)s %(language)s ondertitels

source: Activity on your videos
ar: هُناكَ نشاطاتٌ على المَقاطِعِ الخاصَّةِ بك
lv: Aktivitāte Jūsu video
nl: Activiteit voor uw video’s

source: Nothing happening yet.
ar: لمْ يَحْدُثْ شيءٌ بَعْد.
lv: Pagaidām nekas nenotiek.
nl: Er is nog niets gebeurd.

source: You haven't shared any videos yet.
ar: لمَّا تشاركْ بأَيَّ مَقطعٍ حتَّى الآن.
lv: Jūs vēl neesat dalījies (-usies) ne ar vienu video.
nl: U heeft nog geen video's gedeeld.

source: Activity in your teams
ar: نشَاطاتٌ تخُصُّ فرقك
lv: Aktivitāte Jūsu komandās
nl: Activiteit in uw teams

source: All's quiet in your teams so far.
lv: Pašlaik komandās viss ir kluss.
nl: Het blijft vooralsnog stil in je dromen.

source: You haven't joined any teams yet.
ar: لمَّا تنضَمْ إلى أيِّ فريْقٍ بَعْد
lv: Jūs vēl neesat pievienojies nevienai komandai.
nl: U heeft zich nog niet bij een team aangesloten.

source: Edit Profile
ar: تحْريرُ المَلفِّ الشَّخْصيِّ
lv: Labot profilu
nl: Profiel bewerken

source: About you
ar: نبذة عنك
lv: Par jums
nl: Over jou

source: Photo
ar: صُوْرةٌ
lv: Fotogrāfija
nl: Foto

source: Remove current photo
ar: إزالةُ الصُّوْرةِ الحَاليَّة
lv: Noņemt pašreizējo fotogrāfiju
nl: Huidige foto verwijderen

source: Saving...
ar: يحفظ...
lv: Saglabā...
nl: Opslaan...

source: Do you really want to delete your photo?
ar: هلْ أنت عَلى ثِقَةٍ بشأنِ حَذفِ صورَتك ؟
lv: Vai Jūs tiešām vēlaties izdzēst savu fotogrāfiju?
nl: Wilt u uw foto echt verwijderen?

source: %(user_info)s's videos | Amara
ar: المقاطِعُ الخاصَّة بـ %(user_info)s | أمارا
lv: %(user_info)s videos | Amara
nl: video’s van %(user_info)s | Amara

source: hasn't shared any videos on Amara.
ar: لمَّا يشاركْ المقاطِع على أمارا .
lv: vēl nav dalījies (-usies) ar video Amara.
nl: heeft nog geen video’s op Amara gedeeld.

source: doesn't have any activity yet.
ar: ليْسَ لَديهِ أيّ أنشطةٍ بعد .
lv: vēl nav nekādas aktivitātes.
nl: heeft nog geen activiteit.

source: Profile deleted by user.
ar: تمّ حذف الملف الشخصي بواسطة المستخدم
lv: Lietotājs dzēsis profilu.
nl: Profiel verwijderd door de gebruiker

source: Edit
ar: تحرير
lv: Labot
nl: Bewerk

source: Edit user
ar: تعديل الفريق
lv: Labot lietotāju
nl: Gebruiker bewerken

source: Home
ar: الصفحة الرئيسية
lv: Mājaslapa

source: Password reset
ar: إعادة تعيين كلمة المرور
lv: Atiestatīt paroli
nl: Wachtwoord terugzetten

source: Password reset complete
ar: تم إعادة تعيين كلمة المرور
lv: Paroles atiestatīšana pabeigta
nl: Wachtwoord terugzetten voltooid

source: Your password has been set. You may go ahead and sign in now.
ar: تم تسجيل كلمة المرور. بامكانكم استخدامها لتسجيل الدخول.
lv: Jūsu parole ir tikusi uzstādīta. Nu Jūs varat to izmantot ieiešanai.
nl: Je wachtwoord is ingesteld. Je kan onmiddellijk verder gaan en meteen inloggen.

source: Password reset confirmation
ar: تأكيد تعيين كلمة المرور
lv: Paroles atiestatīšanas apstiprinājums
nl: Wachtwoord terugzetten bevestigen

source: Enter new password
ar: أدخل كلمة السر الجديدة
lv: Ievadiet jauno paroli
nl: Nieuw wachtwoord intypen

source: Please enter your new password twice so we can verify you typed it in correctly.
ar: الرجاء إدخال كلمة السر الجديدة مرتين كي نتأكد أنك كتبتها صحيحاً.
lv: Lūdzu, ievadiet savu jauno paroli divreiz, lai varam būt droši, ka to ierakstījāt pareizi.
nl: Voer je nieuwe wachtwoord tweemaal in, zodat we kunnen controleren of je het correct getypt hebt.

source: New password:
ar: كلمة السر الجديدة:
lv: Jaunā parole:
nl: Nieuw wachtwoord:

source: Confirm password:
ar: تأكيد كلمة السر:
lv: Atkārtot paroli
nl: Bevestig wachtwoord:

source: Change my password
ar: تغيير كلمة السر
lv: Mainīt paroli
nl: Wijzig mijn wachtwoord

source: Password reset unsuccessful
ar: لم يتم إعادة تعيين كلمة السر
lv: Paroles atiestatīšana neizdevās
nl: Wachtwoord terugzetten mislukt

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: الرابط غير صالح لأعادة تعيين كلمة السر،لأنه استُخدم من قبل. نرجو اعادة طلب تعيين كلمة السر .
lv: Paroles atiestatīšanas saite bija nederīga, iespējams tādēļ, ka tā jau ir izmantota. Lūdzu, pieprasiet jaunu paroles atiestatīšanu.
nl: De link om het wachtwoord te resetten is ongeldig, mogelijk omdat het al is gebruikt. Vraag een nieuw wachtwoord-reset aan.

source: Password reset successful
ar: نجحت إعادة تعيين كلمة السر
lv: Paroles atiestatīšana izdevās
nl: Wachtwoord terugzetten geslaagd

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
ar: أرسلنا لك تعليمات تعيين كلمة السر إلى عنوان بريدك الإلكتروني الذي سجلته. ستصلك الرسالة بعد قليل.
lv: Mēs uz minēto e-pastu nosūtījām norādes paroles nomainīšanai. Jums tās drīzumā vajadzētu saņemt.
nl: We hebben per e-mail instructies verstuurd voor het instellen van uw wachtwoord. U kunt binnen enkele minuten de e-mail verwachten.

source: You're receiving this e-mail because you requested a password reset
ar: أنت تتلقى هذا البريد الإلكتروني لأنك طلبت إعادة تعيين كلمة السر
lv: Jūs saņēmāt šo e-pasta ziņojumu, jo pieprasījāt paroles atiestatīšanu
nl: Je ontvangt dit bericht omdat je je wachtwoord hebt teruggezet

source: for your user account at %(site_name)s
ar: لحساب المستخدم الخاص بك على %(site_name)s
lv: lietotāja kontam vietnē %(site_name)s
nl: voor je account bij %(site_name)s

source: Please go to the following page and choose a new password:
ar: الرجاء الذهاب إلى الصفحة التالية وإختيار كلمة مرور جديدة
lv: Lūdzu, apmeklējiet šo lapu un izvēlieties jaunu paroli:
nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:

source: Your username, in case you've forgotten:
ar: اسم المستخدم الخاص بك في حال نسيانه:
lv: Jūsu lietotājvārds, gadījumā, ja esat aizmirsis:
nl: Uw gebruikersnaam, voor het geval u deze bent vergeten:

source: Thanks for using our site!
ar: شكراً لاستخدامك موقعنا
lv: Pateicamies par mūsu vietnes izmantošanu!
nl: Bedankt voor het gebruiken van onze website!

source: The %(site_name)s team
ar: فريق %(site_name)s
lv: %(site_name)s komanda
nl: Het %(site_name)s team

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
ar: هل نسيت كلمة السر؟ ادخل عنوان البريد الالكتروني أدناه، وسنقوم بإرسال بريد إلكتروني فيه تعليمات لتغيير كلمة السر.
lv: Vai esat aizmirsis paroli? Tālāk ievadiet savu e-pasta adresi, un mēs jums nosūtīsim norādījumus par jaunas paroles iestatīšanu.
nl: Wachtwoord vergeten? Vul je e-mail adres hieronder in en u ontvang per e-mail instructies voor het instellen van een nieuw wachtwoord.

source: E-mail address:
ar: عنوان بريدك الكتروني:
lv: E-pasta adrese:
nl: E-mailadres:

source: Reset my password
ar: إعادة تعيين كلمة المرور
lv: Atiestatīt paroli
nl: Mijn wachtwoord opnieuw instellen

source: Search videos
ar: بحث فيديو
lv: Meklēt video
nl: Zoek video's

source: Videos In
ar: مقاطع فيديو في
lv: Video
nl: Video's in het

source: Subtitles into
ar: الترجمة الى
lv: Subtitri
nl: Ondertitels in het

source: %(number)s language
ar: %(number)s لغة
lv: %(number)s valodas
nl: %(number)s taal

source: lines
ar: سطور
lv: rindiņas
nl: regels

source: Search Videos
ar: البحث عن الفيديو
lv: Meklēt video
nl: Zoek video's

source: Search Results for
ar: البحث عن النتائج
lv: Meklēšanas rezultāti
nl: Zoekresultaten voor

source: Search Results for %(query)s
ar: نتائج البحث عن %(query)s
lv: Meklēšanas rezultāti „%(query)s”
nl: Zoekresultaten voor %(query)s

source: of
ar: من
lv: no
nl: van

source: Sorry, no activity yet
ar: عذرا، لا يوجد نشاط حالياً
lv: Piedodiet, nav nekādas aktivitātes
nl: Sorry, nog geen activiteit

source: Apply to Join
ar: قدم طلباً للإنضمام
lv: Pieteikties dalībai
nl: Lidmaatschap aanvragen

source: Apply to
ar: تقديم طلب
lv: Piemērot
nl: Toepassen op

source: Language skill
ar: مهارة لغوية
lv: Valodas prasme
nl: Taalvaardigheid

source: No formal language training is required to translate for %(team)s. But we do ask that all translators are confident in their translation abilities. Please make sure your language selections are accurate (click "Select your Languages" in the blue bar on any page).
ar: لا يوجَد تدريبٌ لغويٌّ رسميّ مَطلوْبٌ لأجْلِ التَّرجَمة ل %(team)s . لكنْ نطلبُ من كلِّ المترجمين الثّقة في قدراتِهم على التَّرجمة . الرَّجاء التّأكّد من صِحَّة اختيارِ اللُّغة (اضغطْ " اخترْ لغتكَ") في الشَّريط الأزرق في أيّ صفحةٍ .
lv: Lai tulkotu %(team)s, nav vajadzīga nekāda formāla valodas apmācība. Tomēr mēs lūdzam, lai visi tulkotāji būtu pārliecināti par savām tulkošanas spējām. Lūdzu, pārliecinieties, ka Jūsu norādītās valodas ir precīzas (lai to izdarītu, atrodoties jebkurā lapā, uzspiediet uz zilās joslas ar uzrakstu „Izvēlēties valodas”).

source: We request that each new applicant does at least one full set of subtitles within the first week of joining. Aside from that, it’s up to you!
ar: نطالب كل طالب جديد على الأقل مجموعة كاملة من الترجمة خلال الأسبوع الأول من انضمامه. ما عدا ذلك، والامر متروك لكم
lv: Mēs lūdzam katram jaunajam dalībniekam pirmajā pievienošanās nedēļā pabeigt vismaz vienu subtitru komplektu. Viss pārējais ir Jūsu ziņā!
nl: We verwachten dat elke nieuwe kandidaat minstens één volledige set ondertitels maakt binnen de week dat hij/zij toegevoegd werd. Afgezien daarvan bepaal jij wanneer je aan zet bent!

source: Submit Application
ar: تقديم التطبيق
lv: Pievienot pieteikumu
nl: Aanvraag indienen

source: Completed Languages
ar: إكتمال اللغات
lv: Pabeigtās valodas
nl: Voltooide talen

source: Video Page
ar: صفحة الفيديو
lv: Video lapa
nl: Videopagina

source: Show all
ar: عرض الكل
lv: Parādīt visu
nl: Alles tonen

source: Projects
ar: مشاريع
lv: Projekti
nl: Projecten

source: Show less
ar: عرض الأقل
lv: Parādīt mazāk
nl: Minder tonen

source: Your role:
ar: دَوْرك :
lv: Jūsu loma:
nl: Uw rol:

source: and
ar: و
lv: un
nl: en

source: project
ar: مشروع
lv: projekts

source: Your tasks
ar: مهماتي
lv: Jūsu uzdevumi
nl: Jouw taken

source: All available tasks
ar: جميع المهام المتوفرة.
lv: Visi pieejamie uzdevumi
nl: Alle beschikbare taken

source: Do you really wish to leave this team?
ar: هل ترغبُ حقَّاً في ترك هذا الفريق ؟
lv: Vai Jūs tiešām vēlaties pamest šo komandu?
nl: Wil je echt dit team verlaten?

source: Leave team
ar: ترك الفريق
lv: Pamest komandu
nl: Verlaat het team

source: Want to create your own subtitling team? Contact
ar: تريد إنشاء فريق ترجمة خاص بك ؟ اتصل
lv: Vēlaties izveidot paši savu subtitrēšanas komandu? Sazinieties ar mums
nl: U wilt uw eigen ondertitelingsteam maken? Contacteer

source: According to your
ar: تبعاً ل
lv: Saskaņā ar Jūsu
nl: Volgens je

source: language choices
ar: خيارات اللغة
lv: izvēlētās valodas
nl: taalkeuzes

source: there don't appear to be videos you can translate.
ar: لا يوجد مقاطع فيديو متاحة للترجمة
lv: izskatās, ka nv video, ko Jūs varētu pārtulkot.
nl: lijken er geen video's te zijn die je kan vertalen.

source: But check back soon! There may soon be translations for you to review.
ar: لكن راجعنا قريباً! فربما تتوفر ترجمات قريباً بحاجة إلى المراجعة.
lv: Taču iegriezieties nedaudz vēlāk! Drīzumā var parādīties tulkojumi, ko Jums pārskatīt.
nl: Maar kom snel terug! Er zijn misschien binnenkort vertalingen om te beoordelen.

source: You can also invite friends who speak other languages to help out.
ar: يمكنك ايضا دعوه اصدقاء يتحدثون لغات اخرى لمساعدتك
lv: Jūs varat arī uzaicināt palīgā savus draugus, kuri prot citas valodas,
nl: Je kunt ook vrienden die andere talen spreken vragen om te helpen.

source: Join via
ar: انضم بواسطة
lv: Pievienoties caur

source: You will be logged out and new account will be created via
ar: سوف تقوم بالخروج وسيتم انشاء حساب جديد بواسطة
lv: Jūs tiksit izžurnalizēts un jaunais konts tiks izveidots caur
nl: U wordt afgemeld en er wordt een nieuwe account aangemaakt via

source: Join our team now!
ar: انضَم إلى فريقنا الآن !
lv: Pievienojieties mūsu komandai!
nl: Word nu lid van onze ploeg!

source: Login via
ar: تسجيل الدخول عبر
lv: Ieiet caur
nl: Aanmelden via

source: to apply
ar: للتطبيق
lv: lai pieteiktos

source: Join our team
ar: انضَم لفَريقنا
lv: Pievienoties mūsu komandai
nl: Word lid van onze ploeg

source: to join our team
ar: للانضِمَام إلى فَريقنا
lv: lai pievienotos mūsu komandai
nl: om lid te worden van onze ploeg

source: Filter and Sort
ar: انتقي ورتب
lv: Filtrēt un šķirot
nl: Filteren en sorteren
