Repository: ArboreSign/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, lv, nl

source: Create subtitles for any compatible video
ar: أنشأ ترجمة لأي فيديو متوافق
lv: Izveidot subtitrus jebkuram saderīgam video
nl: Maak ondertitels voor elke compatibele video

source: Find subtitles created by others
ar: جد ترجمات أنشأت من قبل الآخرين
lv: Atrast citu veidotos subtitrus
nl: Vind ondertitels van anderen

source: Add translations and improve other's work
ar: أضف ترجمات و طور عمل الأخرى
lv: Pievienot tulkojumus un uzlabot citu darbu
nl: Voeg ondertitels toe en verbeter werk van anderen

source: Make your videos searchable and accessible
ar: اجعل الفيديو الخاص بك قابل للبحث ويسهل الوصول إليه
lv: Padariet savus video atrodamus un pieejamus
nl: Maak je video's doorzoekbaar en toegankelijk

source: Bring your videos to an international audience
ar: اجلب الفيديو الخاص بك لجمهور عالمي
lv: Sasniedziet ar saviem video starptautisku publiku
nl: Breng je video's naar een internationaal publiek

source: Proud to be a
ar: فخور أن أكون
lv: Lepojos, ka esmu
nl: Met trots een

source: Featured Mozilla Drumbeat Project
ar: مشروع موزيلا قرع الطبل البارز
lv: Piedāvātais Mozilla Drumbeat projekts

source: This code is experimental. If you run into problems, please
ar: هذا الكود تجريبي. اذا واجهتك أي مشكلة الرجاء
lv: Šis kods ir eksperimentāls. Ja saskaraties ar kādām problēmām, lūdzu
nl: Deze code is experimenteel. Als je problemen tegenkomt, gelieve

source: let us know
ar: أعلمنـا
lv: dodiet ziņu
nl: het ons te laten weten

source: Frequently Asked Questions
ar: الأسئلة المتكررة
lv: Biežāk uzdotie jautājumi
nl: Veelgestelde vragen

source: What is Amara?
ar: ما هو أمارا؟
lv: Kas ir Amara?
nl: Wat is Amara?

source: How can I use Amara?
ar: كيف يمكنني استخدام أمارا؟
lv: Kā es varu izmantot Amara?
nl: Hoe kan ik Amara gebruiken?

source: What are the benefits of subtitles?
ar: ما هي فوائد الترجمة؟
lv: Kādas ir subtitru sniegtās priekšrocības?
nl: Wat zijn de voordelen van ondertitels?

source: Who is the Participatory Culture Foundation and why are they making Amara?
ar: ما هى مؤسسة الثقافة المشاركة و لماذا تقوم ببناء أمارا ؟
lv: Kas ir „Participatory Culture Foundation” un kāpēc viņi veido Amara?
nl: Wie is de "Participatory Culture Foundation" en waarom maakt zij Amara?

source: Will Amara support closed captions for the deaf and hard of hearing?
ar: هل ستوفر أمارا الوصف الصوتى للصم وضعاف السمع؟
lv: Vai Amara atbalstīs slēgtos parakstus nedzirdīgajiem un vājdzirdīgajiem?
nl: Gaat Amara ondertiteling voor Doven en hardhorenden ondersteunen, de zogeheten "closed captions"?

source: Will your subtitles support my language or characterset?
ar: هل ستدعم ترجماتكم لغتي أو خصائصها؟
lv: Vai jūsu subtitri atbalstīs manu valodu vai rakstzīmju kopu?
nl: Zullen jullie ondertitels mijn taal of tekenset ondersteunen?

source: When will the tools, including this site, be available in my language?
ar: متى ستكون الأدوات متضمنة هذا الموقع متاحة بلغتي؟
lv: Kad rīki un šī vietne būs pieejami manā valodā?
nl: Wanneer zullen de hulpprogramma’s, inclusief deze website, in mijn taal beschikbaar zijn?

source: How can I add subtitles to my video?
ar: كيف يمكنني إضافة الترجمة إلى الفيديو الخاص بي؟
lv: Kā varu pievienot subtitrus savam videoklipam?
nl: Hoe kan ik ondertitels aan mijn video toevoegen?

source: What open source license do you use?
ar: ما مصدر الرخصة المفتوحة التي تستخدمها؟
lv: Kādu brīvpiekļuves licenci vēlaties izmantot?
nl: Welke opensourcelicentie gebruiken jullie?

source: I'm a developer, can I help out?
ar: أنا مطوّر برمجي، هل أستطيع المساعدة؟
lv: Esmu izstrādātājs. Vai varu Jums palīdzēt?
nl: Ik ben een ontwikkelaar, kan ik jullie helpen?

source: Can non-technical people get involved with the project?
ar: هل بإمكان الأشخاص غير التقنيين المشاركة في المشروع؟
lv: Vai projektā var iesaistīties cilvēki bez tehniskām zināšanām?
nl: Kunnen niet-technische mensen helpen bij het project?

source: Do you accept donations? Are they tax deductible?
ar: هل تقبلون التبرعات؟ وهل يتم حسمها من الضرائب؟
lv: Vai Jūs pieņemat ziedojumus? Vai no tiem atvelk nodokļus?
nl: Accepteren jullie donaties? En zijn ze aftrekbaar van de belasting?

source: What is your relationship with Mozilla Drumbeat?
ar: ما هي علاقتك مع موزيلا درام-بِيت؟
lv: Kādas ir Jūsu attiecības ar Mozilla Drumbeat?
nl: Wat is jullie relatie met Mozilla Drumbeat?

source: Where can I download subtitles in .SRT or other formats?
ar: أين يمكنني تنزيل الترجمة بصيغة SRT أو غيرها من الصيغ؟
lv: Kur varu lejupielādēt subtitrus .SRT vai citā formātā?
nl: Waar kan ik ondertitels in .SRT- of andere indelingen downloaden?

source: Why can't I change the timing on a translation?
ar: لماذا لا يمكنني تغيير توقيت الترجمة؟
lv: Kāpēc es nevaru mainīt tulkojuma laikus?
nl: Waarom kan ik de timing van een vertaling niet aanpassen?

source: How do old revisions work? What if somebody makes a change to my work that I don't approve of?
ar: ماهي طريقة عمل المراجعات ؟ وماذا سيحدث إذا قام أحدهم بإجراء تغييرات على عملي دون موافقتي ؟
lv: Kā strādā vecās versijas? Ko darīt, ja kāds manam darbam veic labojumu, kuru es neapstiprinu?
nl: Hoe werken oudere revisies? Wat gebeurt er wanneer iemand mijn werk wijzigt en ik daar niet mee akkoord ben?

source: How do I add the Amara &quot;embed all videos&quot; code to my site?
ar: كيف أضف كود أمارا &quot; تضمين جميع الفيديوهات & quot; لموقعى الالكترونى ؟
lv: Kā lai es savai vietnei pievienoju Amara kodu &quot;iegult visus video&quot;?
nl: Hoe voeg ik Amara's "embed alle video's" code toe aan mijn site?

source: Hey, you don’t list my language!
ar: مهلاً، لم تجعلوا لغتي في القائمة!
lv: Jūs neuzrādiet manu valodu!
nl: Hey, mijn taal staat er niet bij!

source: Amara is an easy way for anyone to add subtitles, captions, or translate nearly any video on the web. It works in a collaborative Wikipedia-like fashion. The software is free and open source and can be used and <a href="http://wiki.github.com/pculture/unisubs/dev-center">improved by anyone</a>.
ar: ⇥⇥أمارا هى طريقة سهلة تتيح لأي شخص إضافة ترجمة الفيديو، الشروحات، ⇥⇥⇥أو ترجمة أى فيديو تقريباً على الشبكة. وهي تتم بطريقة تعاونية ⇥⇥⇥على غرار ويكيبيديا. والبرنامج مجاني ومفتوح المصدر ويمكن استخدامه و ⇥⇥⇥<a href="http://wiki.github.com/pculture/unisubs/dev-center"> تحسينه بواسطة أي شخص</a>. ⇥⇥
lv: Amara ir vienkāršs veids, kā pievienot subtitrus vai pārtulkot teju jebkuru tīmeklī atrodamo video. Tas notiek kopīgā, Vikipēdijai līdzīgā stilā. Visa programmatūra ir bez maksas un ir atvērtā pirmkoda, lai to varētu lietot un <a href="http://wiki.github.com/pculture/unisubs/dev-center">uzlabot jebkurš</a>.

source: You can <a href="http://universalsubtitles.org/videos/create">begin subtitling</a> a video you have already posted on the web.
ar: تستطيع You can <a href="http://universalsubtitles.org/videos/create">بدء ترجمة </a> فيديو
lv: Jūs varat <a href="http://universalsubtitles.org/videos/create">sākt subtitrēt</a> video, kurš jau ir publicēts tīmeklī.

source: VVideo subtitles are a gold mine of untapped potential.
ar: العناوين الفرعية للفيديو تعتبر منجم ذهب وهي من الامكانات غير المستغللة
lv: Video subtitri ir neizmantota potenciāla zelta ādere.
nl: Video-ondertiteling vormt een goudmijn met ongekend potentieel.

source: Captions make videos accessible for viewers who are deaf or hard of hearing
ar: التسميات التوضيحية تجعل مقاطع الفيديو متاحةً للمشاهدين الصُم أو الذين يعانون من صعوبة في السمع.
lv: Video subtitrēšana padara tos pieejamus nedzirdīgajiem un vājdzirdīgajiem skatītājiem.
nl: Ondertiteling maakt video toegankelijk voor dove of hardhorende kijkers.

source: Translations make it possible for all of us to watch video in languages that we don't speak
ar: الترجمات تتيح لنا جميعا إمكانية مشاهدة أي فيديو بلغة لا نتحدثها
lv: Tulkojumi mums dod iespēju skatīties video valodās, kuras neprotam
nl: Vertalingen maken het voor iedereen mogelijk video te bekijken in talen die we niet spreken

source: Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more
ar: يحصل صانع الفيديو على : مرشحات محرك بحث أفضل وإمكانية الوصول إلى الحضور والمشاهدين أكثر (مع احتمالية تعدد اللغات والوصول لكل العالم) وسهولة الوصول للصم وضعاف السمع ، وأكثر من ذلك.
lv: Video ir labāka meklēšanas optimizācija (SEO), vairāk skatījumu, piekļuve daudz lielākai (potenciāli daudzvalodīgai un vispasaules) publikai, kā arī pieejamība nedzirdīgajiem un vājdzirdīgajiem skatītājiem un vēl
nl: Video makers krijgen: Betere SEO, meer views, toegang tot een veel groter (potentieel meertalig en wereldwijd) publiek, toegankelijkheid voor dove of hardhorende kijkers en meer

source: he Participatory Culture Foundation is a 501c3 non-profit organization whose mission is to build a fairer, more open, and more democratic media space. PCF saw a gap in the marketplace for more open and collaborative subtitling &mdash; Amara is helping to fill that need.
ar: هى مؤسسة ثقافة تشاركية منظمة غير ربحية 501c3 والتى تتمثل مهمتها فى بناء وسائل اعلام عادلة و أكثر انفتاحا وأكثر ديموقراطية. رأت PCF فجوة فى السوق لترجمة الشاشة أكثر انفتاحا و تشاركية & mdash ; وتساعد أمارا فى سد هذه الحاجة.
lv: The Participatory Culture Foundation ir 501c3 bezpeļņas organizācija, kuras mērķis ir radīt godīgāku, atvērtāku un demokrātiskāku plašsaziņas līdzekļu telpu. PCF redzēja robu tirgū atvērtāku un uz sadarbību vērstāku subtitrēšanas līdzekļu jomā, Amara izpildot šīs vajadzības.

source: Yes, we are working on a solution for making closed captions [including information about sounds and music], as well as subtitles/translations.
ar: نعم، نحن نعمل على إيجاد حل للتعليق على الفيديو [بما في ذلك المعلومات حول الأصوات والموسيقى] إلى جانب الترجمة المرئية.
lv: Jā, mēs strādājam pie slēgto parakstu iespējas [tostarp informācijas par skaņām un mūziku], kā arī subtitriem/tulkojumiem.
nl: Ja, we werken aan een oplossing voor het maken van ondertiteling voor doven [met inbegrip van informatie over geluiden en muziek], evenals ondertitels / vertalingen.

source: We will be working to support as many languages/charactersets as possible.
ar: سنعمل قدر الإمكان على دعم أكبر عدد ٍ ممكن من اللغات والرموز.
lv: Mēs strādājam pie pēc iespējas vairāk valodu un rakstzīmju kopu atbalsta.
nl: We zullen aan ondersteuning voor zo veel mogelijk talen/tekensets werken.

source: The site and tools are available in a number of languages (set your language in your browser preferences and we’ll take care of the rest). We’re always looking for <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">volunteer translators</a> to help improve and add more languages.
ar: الموقع والأدوات متوفرة بلغات عدة (قم بتعيين لغتك من خلال التفضيلات الخاصة بمتصفح الإنترنت لديك وسنهتم بالباقي). نحن دائماً بصدد البحث <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/"> عن مترجمين متطوعين للمساعدة في تحسين وإضافة المزيد من اللغات.
lv: Šī vietne un tās rīki ir pieejami vairākās valodās (uzstādiet savu valodu sava pārlūka preferencēs un mēs parūpēsimies par pārējo). Mēs vienmēr meklējam <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">brīvprātīgos tulkotājus</a>, kas gatavi uzlabot un papildināt pieejamo tulkojumu klāstu.

source: For a single video, use our site. For multiple videos on your website, use <a href="http://universalsubtitles.org/en/get-code/">this code</a> in your website’s template inside the &lt;head&gt; tags.
ar: للفيديو الواحد استخدم موقعنا. للفيديوهات المتعددة على موقعك استخدم <a href="http://universalsubtitles.org/en/get-code/">هذا الكود</a> في قالب على موقعك داخل العلامات &lt;head&gt;
lv: Atsevišķiem video izmantojiet mūsu vietni. Vairākiem video savā tīmekļa lapā ievietojiet <a href="http://universalsubtitles.org/en/get-code/">šo kodu</a> savas tīmekļa lapas veidnes &lt;head&gt birkās.

source: For our subtitling widget and community website, we're using the <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
ar: نحن نستخدم الموقع التالي كأداة ترجمة، ومجتمع إلكتروني تشاركي <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
lv: Mūsu subtitrēšanas sīkrīkam un kopienas tīmekļa lapai mēs izmantojam <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
nl: Voor onze ondertitelwidget en communitywebsite gebruiken we de <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.

source: Please do! If you're interested in coding and development, please visit our <a href="http://wiki.github.com/8planes/unisubs/dev-center">developer center</a>.
ar: يرجى القيام! بالترميز والتطوير إذا كنت مهتما , يرجى زيارة موقعنا على <a href="http://wiki.github.com/8planes/unisubs/dev-center"> مركز المطورين </ A>.
lv: Lūdzu, dariet tā! Ja Jums interesē kodēšana vai izstrāde, lūdzu, apmeklējiet mūsu <a href="http://wiki.github.com/8planes/unisubs/dev-center">izstrādes centru</a>.

source: If you're interested in general involvement, please see our <a href="https://www.drumbeat.org/project/universal-subtitles">Mozilla Drumbeat page</a>. If you have a specific idea, please get in touch: <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> And as a 501c3 non-profit org, we do accept donations (see the next question for details).
ar: إذا كنت مهتماً بالمشاركة العامة ، يرجى مشاهدة <a href="https://www.drumbeat.org/project/universal-subtitles">Mozilla Drumbeat page</a>. إذا كان لديك فكرة معينة، يرجى التواصل معنا: <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> وبما أن 501 c3 هي منظمة غير ربحية فإننا نقبل التبرعات (شاهد السؤال التالي للتفاصيل).
lv: Ja esat ieinteresēts vispārējā dalībā, lūdzu, dodieties uz mūsu <a href="https://www.drumbeat.org/project/universal-subtitles">Mozilla Drumbeat lapu</a>. Ja Jums ir kāda konkrēta doma, lūdzu, sazinieties ar mums, rakstot uz: <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> Kā 501c3 bezpeļņas organizācija mēs pieņemam ziedojumus (skatīt nākamo jautājumu sīkākai informācijai).

source: Yes and yes! You can <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">donate here</a> (through the Mozilla Drumbeat project).
ar: أجل، أجل! يمكنك <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">donate here</a> (التبرع هنا من خلال مشروع Mozilla Drumbeat).
lv: Jā un jā! Jūs varat <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">veikt ziedojumu šeit</a> (caur Mozilla Drumbeat projektu).
nl: »» Ja, ja! Je kan <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">hier doneren</a> (via the Mozilla Drumbeat project).

source: The Mozilla Foundation has provided Amara with seed funding, community support, and fundraising support through <a href="http://www.drumbeat.org/about">Drumbeat</a>. Drumbeat is a movement to keep the web open for the next 100 years, and Amara is a featured project!
ar: وقد وفرت موزيلا تمويل بداية أمارا, دعم المجتمع و دعم من خلال جمع التبرعات <a href="http://www.drumbeat.org/about">Drumbeat</a>. قرع الطبول هى حركة للحفاظ على المواقع الالكترونية مفتوحة ل100 عام مقبلة, وأمارا مشروع مميز!
lv: Mozilla Foundation ir nodrošinājis Amara ar sēklas kapitālu, kopienas atbalstu un līdzekļu vākšanas atbalstu caur <a href="http://www.drumbeat.org/about">Drumbeat</a>. Drumbeat ir kustība, kuras mērķis ir saglabāt tīmekli atvērtu nākamos 100 gadus, un Amara ir izceltais projekts!

source: When subtitles exist, you can download them in .SRT, .SSA, .SBV, .TXT, and DFXP. formats on the page for that language (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">example</a>). Click "Download Subtitles" button in the lower right to the left from "Edit Subtitles" button and choose the desired file format from the drop-down list.
ar: عند توفر الترجمة, تستطيع تنزيلها بإحدى هذه الصيغ SRT, .SSA, .SBV, .TXT, .DFXP. الصيغ في هذة الصفحة لتلك اللغة (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">مثال</a> ). اضغط زر " تنزيل الترجمة" في أسفل اليمين إلى اليسار من "تحرير الترجمات" واختر صيغة الملف المرغوب من القائمة المنسدلة.
lv: Kad subtitri ir izveidoti, jūs varat tos lejuplādēt attiecīgās valodā lapā (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">piemērs</a>) .SRT, .SSA, .SBV, .TXT, un DFXP. formātos. Uzspiediet uz labajā apakšējā stūrī, blakus „Labot subtitrus” esošās pogas „Lejuplādēt subtitrus” un no nolaižamā saraksta izvēlieties vēlamo faila formātu.

source: The system currently only allows one user to edit subtitles for any given video at a time. So, if someone else is already editing subtitles for the video when you try to edit the subtitles, you'll get this message.
ar: يُتيح النظام حالياً لمستخدم واحد فقط تعديل الترجمات في أي مقطع فيديو في نفس الوقت. وفي حال كان المستخدم يقوم بتعديل ترجمة مقطع الفيديو بينما أنت تحاول تعديلها، ستظهر لك هذه الرسالة.
lv: Sistēma ļauj tikai vienam lietotājam reizē labot kādu video subtitrus. Tā kā, ja, Jums, mēģinot sākt kāda video subtitru izmainīšanu, parādās šis ziņojums, tas nozīmē, ka tos jau labo kāds cits lietotājs.
nl: Momenteel laat het systeem maar één gebruiker toe om op de ondertitels van een welbepaalde video te wijzigen. Zolang iemand anders bezig is met het wijzigen van de ondertitels, krijg je deze boodschap zodra jij hetzelfde wilt doen.

source: Each set of subtitles or translation has a full revision history. Just click on the tab on the subtitle page in you will see a list of revisions. You can use the checkboxes on the left and the "compare revisions" button to see the difference between two revisions. Or you can click on any one revision, and edit based on that revision or roll back to that revision. <br/><br/> If the current version is blank, but there are older revisions, it make sense to check those older revisions before starting from scratch, because there could be useful work in an older revision.
ar: كل مجموعة من الترجمات لها تنقيح سابق.فقط انقر على علامة في صفحة الترجمة وستشاهد قائمة التنقيح. بإمكانك استخدام مربعات الاختيار على اليسار وزر "مقارنة التنقيح" لمعرفة الفرق بين التنقيحين. أو بإمكانك النقر على أي تنقيح، وعدل بناء على ذلك التنقيح أو ارجع إلى ذلك التنقيح <br/><br/> إذا كانت النسخة الحالية فارغة ولكن هناك نسخة أقدم فمن المعقول مراجعة هذه التنقيحات قبل البدء من جديد لأنه قد يكون هناك عمل مفيد في التنقيح السابق.
lv: Katram subtitru vai tulkojumu komplektam ir pilna iepriekšējo versiju vēsture. Vienkārši uzklikšķiniet uz subtitru lapas cilnes, lai redzētu pilnu versiju uzskaitījumu. Jūs varat arī izmantot kreisajā pusē esošās izvēles rūtiņas un pogu „salīdzināt versijas”, lai redzētu atšķirību starp divām versijām. Vai uzklikšķināt tikai uz vienas versijas un sākt tās rediģēšanu vai atjaunot izvēlēto versiju. <br/><br/> Ja pašreizējā versija ir tukša, bet pastāv vecākas versijas, ieteicams tās apskatīties pirms sākt visu no nulles, jo vecākajās versijās varbūt kas noderīgs.
nl: Elk set ondertitels heeft een lijst met alle revisies. Klik op de tab op de ondertitelingspagina en je krijgt een lijst met revisies te zien. Je kan de keuzevakjes aan de linkerkant en de knop "vergelijk revisies" gebruiken om het verschil tussen twee revisies te zien. Je kan ook klikken op een willekeurige revisie en op basis daarvan wijzigingen aanbrengen, of gewoon ernaar terugkeren. Als de huidige revisie leeg is, maar er nog oudere versies zijn, kan het nuttig zijn van deze te controleren in plaats van meteen volledig opnieuw te beginnen: de oudere versie kan heel wat nuttig werk bevatten.

source: Go to <a href="http://universalsubtitles.org/get-code/">this page</a> and double click on the code in the white box to select it all. Go to Edit > Copy in your browser's menu to copy the code to your clipboard. Then start editing the headers in your site or blog theme, and paste the script somewhere between the &lt;head&gt; and &lt;/head&gt; tags in your blog theme.
ar: إذهب <a href="http://universalsubtitles.org/get-code/"> لهذة الصفحة </a> و انقر مرتين على الرمز الموجود في الصندوق الأبيض لتحديد الكل. إذهب الى تحرير > نسخ , في القائمة الموجودة في متصفحك لنسخ الرمز في حافظتك. وبعدها ابدأ في تحرير موقعك او شكل مدونتك, والصق السكربت في اي مكان المبين &lt;head&gt; و &lt;/head&gt; في شكل مدونتك.
lv: Dodieties uz <a href="http://universalsubtitles.org/get-code/">šo lapu</a> un iezīmējiet kodu baltajā kvadrātā, uz tā divreiz uzklikšķinot. Savā pārlūka izvēlnē dodieties uz Rediģēt > Kopēt un iekopējiet to savā starpliktuvē. Tad sāciet rediģēt savas vietnes vai emuāra tēmas galveni un iekopējiet skriptu kaut kur starp koda &lt;head&gt; un &lt;/head&gt; birkām.

source: Sorry about that. Just contact us and we’ll be happy to add it.
ar: نعتذر عن هذا. الرجاء الإتصال بنا وسنسعد بإضافته
lv: Piedodiet. Vienkārši sazinieties ar mums, un mēs ar prieku to pievienosim.
nl: Sorry hiervoor. Neem contact met ons op en we voegen het met plezier toe.

source: Thanks for getting in touch! We love hearing your ideas, bugs, feedback, opinions and such.
ar: شكراً على التواصل! يسعدنا سماع أفكاركم، وتعليقاتكم، وآرائكم، والمشاكل التي تواجهكم، وغير ذلك.
lv: Paldies par sazināšanos! Mēs ar prieku uzklausīsim Jūsu idejas, atsauksmes, viedokli, ziņojumus par kļūdām un visu pārējo.
nl: Bedankt voor je bericht! We horen graag je ideeën, bugs, feedback, adviezen en dergelijke.

source: Stay tuned as the project evolves!
ar: إبقى مطلعا على تطور المشروع! إبقَى مطلعا على تطوير المشروع!
lv: Palieciet ar mums, projektam attīstoties!
nl: Blijf op de hoogte over de ontwikkeling van het project!

source: Announcement Signup
ar: الإشتراك لإدراج البلاغات
lv: Reģistrēšanās paziņojumiem
nl: Registreren voor aankondigingen

source: Best
ar: أفضل
lv: Labākais
nl: Beste

source: PS. We do our best to respond to all questions, but please be patient -- we get a lot of email
ar: ملاحظة: نرجو من الجميع التحلي بالصبر، فنحن نتلقى الكثير من الرسائل الإلكترونية، ونبذل قُصارى جهدنا للرد على جميع استفساراتكم،
lv: P.S. Mēs cenšamies atbildēt uz visiem jautājumiem, taču lūdzam jūs būt pacietīgiem — mēs saņemam daudz e-pasta ziņojumu.
nl: PS We doen ons best om op alle vragen te reageren, maar heb geduld - we krijgen veel e-mail

source: Sorry!
ar: عفوا!
lv: Piedodiet!

source: If you need assistance, please visit our support site at
ar: عند الحاجة للمساعدة، فضلاً زيارة موقعنا
lv: Ja Jums ir nepieciešama palīdzība, lūdzu, apmeklējiet mūsu atbalsta lapu:
nl: Heb je hulp nodig? Contacteer onze support site op

source: Get help
ar: مساعدة
lv: Saņemt palīdzību
nl: Wordt geholpen

source: Subtitle a Video
ar: ترجم الفيديو
lv: Izveidot video subtitrus
nl: Een video ondertitelen

source: Open Subtitles Design Summit
ar: مؤتمر تصميم الترجمة المفتوحة
lv: Atvērto subtitru izstrādes samits
nl: Open Subtitles Design-top

source: Meeting Goals
ar: أهداف الاجتماع
lv: Mērķu sasniegšana
nl: Doel van de bijeenkomst

source: <strong>Connect</strong> major stakeholders from projects, organizations, and movements that have open subtitling needs or focus.
ar: أصحاب المصلحة الرئيسيين من المشاريع والمنظمات والحركات التي لديها احتياجات لترجمة الأفلام مفتوحة التركيز او الاتصال على <strong> </strong> .
lv: <strong>Savediet kopā</strong> lielākos projektu akcionāros, organizācijas un kustības ar vajadzībām un mērķiem atvērtās subtitrēšanas jomā.
nl: <strong>Verbind</strong> belanghebbenden uit projecten, organisaties en bewegingen die behoefte hebben aan, of zich toeleggen op, open ondertiteling.
