Repository: ArboreSign/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, lv, nl

source: Team Details
ar: تفاصيل الفريق
lv: Informācija par komandu

source: Workflows
ar: مهام سير العمل
lv: Darbplūsmas

source: Members
ar: الأعضاء
lv: Dalībnieki
nl: Leden

source: You received this notification because you are a member of the <a href="%(team_page)s">%(team)s</a> team.
ar: تلقيت هذا الإشعار لأنك عضو في الـ <a href="%(team_page)s">%(team)s</a> team>
lv: Jūs saņēmāt šo paziņojumu, jo esat <a href="%(team_page)s">%(team)s</a> komandas dalībnieks.
nl: Je kreeg deze melding omdat je lid bent van het <a href="%(team_page)s">%(team)s</a> team.

source: Move video to one of your other teams?
ar: إنقل الفيديو إلى أحد فرقك الأخرى ؟
lv: Pārvietot video uz kādu no Jūsu citām komandām?
nl: De video verplaatsen naar één van je andere ploegen?

source: Move video
ar: نقل الفيديو
lv: Pārvietot video
nl: Verplaats video

source: You are about to move this video to a new team.<br /><strong>If you proceed, all open tasks will be deleted.</strong>
ar: أنت على وشك نقل ملف الفيديو إلى فريق جديد.<br/><strong>سيتم حذف كل المهام في حالة المتابعة.</strong>
lv: Jūs grasāties pārvietot šo video uz jaunu komandu.<br /><strong>Turpināšanas gadījumā, visi atvērtie uzdevumi tiks izdzēsti.</strong>
nl: Je staat op het punt om deze video v

source: Managing
ar: إدارة
lv: Pārvaldība
nl: Beheert

source: Add new team
ar: أضف فريق جديد
lv: Pievienot jaunu komandu
nl: Voeg nieuw team toe

source: %(num)s language needed
ar: توجد %(num)s لغة مطلوبة
lv: nepieciešamas %(num)s valodas

source: %(num)s language
ar: %(num)s لغة
lv: %(num)s valodās

source: date, newest
ar: التاريخ ، الأحدث
lv: datuma, jaunākie vispirms
nl: datum, meest recente

source: date, oldest
ar: التاريخ ، الأقدم
lv: datuma, vecākie vispirms
nl: datum, oudste

source: Team video
ar: فريق الفيديو
lv: Komandas video

source: Add video
ar: أضف فيديو
lv: Pievienot video
nl: Voeg video toe

source: Add multiple videos
ar: إضافة فيديوهات متعددة
lv: Pievienot vairākus video
nl: Meerdere video's toevoegen

source: Send a message
ar: أرسل رسالة
lv: Sūtīt ziņojumu
nl: Stuur een bericht

source: Deny
ar: رفض
lv: Atteikt
nl: Weiger

source: There are no applications right now
ar: لا يوجد تطبيقات حاليا
lv: Pašlaik nav neviena pieteikuma
nl: Op dit ogenblik zijn er geen toepassingen

source: Filter
ar: تصنيف
lv: Filtrs

source: Project:
ar: المشروع:
lv: Projekts:

source: any
ar: أي
lv: jebkuras valodas
nl: een

source: Language:
ar: اللغة:
lv: Valoda:
nl: Taal:

source: Title:
ar: عنوان :
lv: Nosaukums:
nl: Titel:

source: Description:
ar: وصف :
lv: Apraksts:
nl: Beschrijving:

source: Edit team
ar: تعديل الفريق
lv: Labot komandu
nl: Ploeg bewerken

source: Create team
ar: أنشىء فريق
lv: Izveidot komandu
nl: Maak team

source: Create a team
ar: إنشىاء فريق
lv: Izveidot komandu
nl: Creëer een team

source: All Teams
ar: جميع الفرق
lv: Visas komandas
nl: Alle teams

source: My Teams
ar: مجموعتي
lv: Manas komandas
nl: Mijn teams

source: Display Settings
ar: عرض الإعدادات
lv: Attēlošanas uzstādījumi
nl: Weergave-instellingen

source: Create Team
ar: أنشئ فريق
lv: Izveidot komandu
nl: Maak team

source: Back to teams
ar: عودة للفرَق
lv: Atgriezties pie komandām
nl: Terug naar teams

source: Back to my teams
ar: العودة إلى قائمة فرقي
lv: Atgriezties pie manām komandām
nl: Terug naar mijn teams

source: Create a Task
ar: أنشأ مهمة
lv: Izveidot uzdevumu
nl: Een taak aanmaken

source: New Task
ar: مهمة جديدة
lv: Jauns uzdevums
nl: Nieuwe taak

source: Task availability depends on settings and workflow. Some tasks (e.g. Translate) will always require original subtitles to be completed and published first. Others (like Review and Approve) must be enabled and can only follow a completed Transcribe/Translate task.
ar: يعتمد توافر المهمة على الإعدادات وسير العمل. وتتطلب دائما بعض المهام (مثل ترجمة) اكتمال ونشر الترجمة الأصلية لأول مرة. يجب تمكين الاخرين (مثل المراجعة و الاعتماد) ويمكن فقط ان تتبع مهمة النسخ / ترجمة كاملة
lv: Uzdevumu pieejamība ir atkarīga no iestatījumiem un darbplūsmām. Dažu uzdevumu (piemēram, tulkojumu) uzsākšanai vienmēr iepriekš jābūt pabeigtiem un publicētiem oriģinālajiem subtitriem. Citiem (piemēram, pārskatīšanai un apstiprināšanai) jābūt iespējotiem un tos var veikt tikai pēc attiecīgā norakstīšanas/tulkošanas uzdevuma pabeigšanas.
nl: Welke taken beschikbaar zijn, hangt af van de instellingen en van de workflow. Sommige taken (bv. Vertalen) zijn pas mogelijk nadat de originele ondertiteling klaar is en gepubliceerd. Andere (zoals Reviewen en Goedkeuren) moeten enabled zijn en kunnen alleen nadat een taak Ondertitelen/Vertalen voltooid is.

source: What needs to be done?
ar: ما الذي يجب القيام به؟
lv: Ko vajag izdarīt?
nl: Wat moet er gedaan worden?

source: Grayed-out tasks are not available for this video at this time.
ar: المهام المضللة لا تتوفر لهذا الفيديو في الوقت الراهن.
lv: Uzdevumi pelēkā krāsā šim video pašlaik nav pieejami.
nl: Taken in het grijs zijn momenteel niet beschikbaar voor deze video.

source: What language is needed?
ar: ما هي اللغة المطلوبة؟
lv: Kāda valoda ir nepieciešama?
nl: Welk taal is nodig?

source: Who should do it?
ar: ماينبغي فعله؟
lv: Kam tas būtu jādara?
nl: Wie moet het doen?

source: Begin typing to search
ar: بدء الكتابة للبحث
lv: Rakstiet, lai sāktu meklētu
nl: Begin met typen

source: Tasks left unassigned can be claimed by members with the appropriate permissions.
ar: باستطاعة الأعضاء ممن يتمتعون بالصلاحيات المناسبة أن يطلبوا العمل على المهام المتروكة دون إسناد لشخص بعينه.
lv: Neuzdotos uzdevumus var pieņemt dalībnieki ar atbilstošo atļauju.
nl: Taken die niet toegewezen blijven kunnen door leden met de juiste rechten worden opgeëist.

source: You do not have permission to create any valid tasks for this video.
ar: لا تملك الإذن لإنشاء اي مهام صالحة لهذا الفيديو.
lv: Jums nav atļaujas šim video izveidot derīgus uzdevumus.
nl: Je bent niet bevoegd om een taak aan deze video toe te kennen.

source: Selected Video
ar: اختيار فيديو
lv: Izvēlētais video
nl: Geselecteerde video

source: New task form
ar: مهمة جديدة من
lv: Jauna uzdevuma veidlapa
nl: Nieuw taakformulier

source: Back to tasks list
ar: عودة لقائمة المهام
lv: Atgriezties pie uzdevumu saraksta
nl: Terug naar takenlijst

source: Due in
ar: مستحق في
lv: Termiņš:
nl: Verwacht over

source: Overdue by
ar: متأخِّرٌ من قِبل
lv: Nokavēts
nl: Te laat:

source: Helping out is easy!
ar: منَ السَّهل جداً مُساعدتنا في الخارج
lv: Palīdzēt ir vienkārši!
nl: Meewerken is eenvoudig!

source: Just find a video that interests you and click the button below it to get started!
ar: قمْ فقط بإيجادِ مقطعٍ تهتمُّ لأجلِه واضغطْ على الزِّر الموجود في الأسفل للبَدء!
lv: Izvēlieties video, kas jums interesē un uzklikšķiniet apakšā esošās pogas, lai sāktu!

source: about subtitling in Amara.
ar: حَوْل التَّرجمة في أمارا .
lv: par subtitrēšanu Amara.
nl: Over ondertiteling bij Amara.

source: Welcome!
ar: أهلاً وسَهلاً بك !
lv: Esi sveicināts!
nl: Welkom!

source: We need your help subtitling our videos!
lv: Mums vajag Tavu palīdzību mūsu video subtitrēšanā!
nl: We hebben jullie help nodig bij het ondertitelen van videos!

source: Videos that need your help
ar: المقاطِع الَّتي تحتاجُ لمساعدةٍ منْك
lv: Video, ar kuriem nepieciešama jūsu palīdzība
nl: Videos die uw help nodig hebben.

source: Some of the videos we're working on now
ar: بعضُ المقاطِع التَّي نعْملُ عليها الآن
lv: Daži no video, pie kuriem pašlaik strādājam
nl: Enkele video's waar wij nu aan werken

source: Tell us what languages you speak
ar: أي اللغات تتحدث؟
lv: Pastāstiet, kādas valodas protat,
nl: Vertel ons welke talen je spreekt

source: and we'll personalize this list for you
ar: وسَوفَ نقومُ بتخصيصِ هذهِ القائمة لك
lv: un mēs jums personalizēsim sarakstu
nl: en wij zullen deze lijst voor u personaliseren

source: languages need your help
ar: هذي اللُّغات تحتاج إلى مساعدةٍ مِنْك
lv: valodas, ar ko varat palīdzēt
nl: talen hebben uw hulp nodig

source: Create Subtitles
ar: أنشِئ ترجَمةً
lv: Izveidot subtitrus
nl: Maak ondertitels aan

source: Create %(language)s Subtitles
lv: Izveidot %(language)s subtitrus
nl: Creëer %(language)s ondertitels

source: Sorry, you've reached the maximum number of tasks for this team.
ar: نعتذر لقدْ وصَلت إلى الحدِّ الأقصى من المهامِ لهذا الفريق.
lv: Atvainojiet, Jūs esat savācis maksimālo uzdevumu skaitu šajā komandā.
nl: Excuses, u heeft het maximale aantal taken voor dit team bereikt.

source: Sorry, we couldn't find any videos for you.
ar: للأسف , لم نحظَ بأيّ مقاطعَ لك .
lv: Piedodiet, mums neizdevās atrast nevienu video.
nl: Excuses, we hebben geen video's voor u kunnen vinden.

source: Add videos to the team
ar: أضف مقاطع فيديو للفريق
lv: Pievienot video komandai
nl: Voeg video's toe aan het team

source: Delete Language
ar: إحذف لغة
lv: Dzēst valodu
nl: Verwijder taal

source: Deleting %(language)s Language
ar: إحذف اللغة %(language)s
lv: Dzēš %(language)s valodu
nl: Bezig %(language)s te verwijderen

source: WARNING!
ar: تحذير!
lv: UZMANĪBU!
nl: WAARSCHUWING!

source: All subtitles for this language will be deleted
ar: كل الترجمات لهذه اللغة سيتم حذفها
lv: Visi subtitri šajā valodā tiks izdzēsti
nl: Alle ondertitels voor deze taal zullen verwijderd worden

source: Any tasks for this language will be deleted
ar: أيّة مهام لهذه اللغة سيتم حذفها
lv: Jebkuri šīs valodas uzdevumi tiks izdzēsti
nl: Een taak voor deze taal zal verwijderd worden

source: Translation tasks will be deleted, unless there are other public subtitles that can be used
ar: ترجمة المهام ستُحذَف، إلّا إن كان هناك ترجمات عامّة يمكن استخدامها
lv: Tulkošanas uzdevumi tiks izdzēsti, ja vien izmantojami nav kādi citi publiski pieejami subtitri
nl: Vertalingstaken zullen verwijderd worden tenzij er andere ondertitels zijn die gebruikt kunnen worden

source: Delete Dependent Languages
ar: إحذف اللّغات المعتمِدة
lv: Izdzēst atkarīgās valodas
nl: Verwijder afhankelijke talen

source: %(team_name)s needs your help subtitling and translating the following new videos:
ar: %(team_name)s نحتاج لمساعدتك في ترجمة الفيديوهات الجديدة التالية:
lv: %(team_name)s vajag Jūsu palīdzību šo jauno video tulkošanā un subtitrēšanā:
nl: %(team_name)s heeft je hulp nodig bij het ondertitelen en vertalen van de volgende nieuwe video's:

source: Or you can visit the team page to see the latest work
ar: أو يمكنك زيارة صفحة الفريق للاطلاع علي آخر الأعمال
lv: Vai varat arī apmeklēt komandas lapu, lai redzēto jaunāko darāmo
nl: Of je kan de teampagina bezoeken om het meest recente werk te zien

source: Stop receiving new notifications when a new video is added.
ar: توقف التنبيهات الجديدة عند إضافة فيديو جديد.
lv: Pārstāt saņemt paziņojumus ikreiz, kad tiek pievienots jauns video.
nl: Ontvang geen nieuwe waarschuwingen meer wanneer een nieuwe video toegevoegd is.

source: The <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> team has added new videos, and they need your help:
ar: <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> تمت إضافة فيديو جديد ونحتاج مساعدتكم
lv: <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> komanda ir pievienojusi jaunus video, un viņiem ir nepieciešama Jūsu palīdzība:
nl: De <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> ploeg heeft nieuwe video's toegevoegd, en ze hebben jouw hulp nodig:

source: Thank you!
ar: شكراً لك!
lv: Paldies!
nl: Dank je wel!

source: Invite Members
ar: دعوة الأعضاء
lv: Uzaicināt dalībniekus
nl: Leden uitnodigen

source: Recipient
ar: المستلم
lv: Adresāts
nl: Ontvanger

source: Begin typing to search.
ar: البدء بكتابة البحث.
lv: Rakstiet, lai sāktu meklētu.
nl: Begin met typen.

source: Amara username of the user you want to invite.
ar: إسم المستخدم للمستخدم الذي ترغب بدعوته
lv: Lietotājvārds Amara cilvēkam, kuru vēlaties uzaicināt.
nl: Amara-gebruikersnaam van de gebruiker die je wilt uitnodigen.

source: Invite Details
ar: تفاصيل الدعوة
lv: Ielūguma informācija
nl: Uitnodiging details

source: Include a message
ar: اضف رسالة
lv: Iekļauj ziņojumu
nl: Een bericht bijvoegen

source: Assign a role
ar: حدد مهمة
lv: Piešķirt lomu
nl: Een rol toewijzen

source: Role to be assigned to the user if they accept your invitation.
ar: سيتم إسناد الدور إلى المستخدم حال قبوله دعوتك.
lv: Lietotājam piešķiramā loma, ja tas pieņem ielūgumu.
nl: Aan de gebruiker toe te kennen rol als hij je uitnodiging aanvaardt.

source: Send Invites
ar: أرسل دعوات
lv: Izsūtīt uzaicinājumus
nl: Uitnodigingen versturen

source: Showing
ar: يعرض
lv: Rāda
nl: Tonend

source: all members
ar: كل الاعضاء
lv: visus dalībniekus
nl: alle leden

source: admins
ar: مشرفين
lv: administratorus
nl: beheerders

source: managers
ar: مديرين
lv: pārziņus
nl: bestuurders

source: contributor
ar: مشارك
lv: parastos dalībniekus
nl: mederwerker

source: speaking
ar: يتحدث
lv: , kas prot
nl: Spreken

source: all languages
ar: جميع اللغات
lv: visām valodām
nl: alle talen

source: sorted by
ar: ترتيب بحسب
lv: šķirot pēc
nl: gesorteerd volgens

source: date joined, oldest
ar: تاريخ الإنضِمام، الأقدم
lv: pievienošanās datums, vecākie vispirms
nl: ingetreden op, oudste

source: date joined, most recent
ar: تاريخ الإنضِمام، الأحدَث
lv: pievienošanās datums, nesenākie vispirms
nl: ingetreden op, meest recent

source: Clear
ar: واضح
lv: Subtitrēt video
nl: Leegmaken

source: This team has
ar: هذا الفريق لدية
lv: Šai komandai ir
nl: Dit team heeft

source: open applications
ar: افتح التطبيقات
lv: atvērt pieteikumus
nl: open toepassing

source: Sorry, no members found.
ar: عذرا ،لا يوجد عضو
lv: Piedodiet, neviens dalībnieks netika atrasts.
nl: Sorry, geen leden gevonden.

source: Me
ar: أنا
lv: Es
nl: Ik

source: Assignments
ar: تعيينات
lv: Uzdevumi
nl: Toewijzingen

source: Are you sure you want to remove this member from the team?
ar: هل أنت متأكد من إزالة هذا العضو من فريقك؟
lv: Vai esat drošs, ka vēlaties no komandas izmest šo dalībnieku?
nl: Ben je zeker dat je dit lid uit het team wilt verwijderen?

source: has
ar: لديه
lv: ir
nl: heeft

source: doesn't have
ar: ليس لديه
lv: nav
nl: heeft geen

source: Sort:
ar: ترتيب:
lv: Šķirot:
nl: Sorteer:

source: name, a-z
ar: الاسم ، أ-ي
lv: nosaukuma, a—z
nl: naam, a-z

source: name, z-a
ar: الاسم ، ي- أ
lv: nosaukuma, z—a
nl: naam, z-a

source: time, newest
ar: الوقت ، الأحدث
lv: laika, jaunākie
nl: meest recente

source: time, oldest
ar: الوقت ، الأقدم
lv: laika, vecākie
nl: oudste

source: most completed languages
ar: اللغات الأكثر إكتِمالاً
lv: visvairāk pabeigtās valodas
nl: Meest voltooide talen

source: least completed languages
ar: اللغات الأقل إكتِمالاً
lv: vismazāk pabeigtās valodas
nl: minst voltooide talen

source: not set
ar: لم تحدَّدْ بعدُ
lv: nav uzstādīts
nl: Niet bepaald

source: Rebuilding video index. Please try again in a few minutes
ar: يتم حاليا ً إعادة بناء فهرس الفيديو. يرجى المحاولة مجددا ً بعد بضع دقائق.
lv: Atjauno video indeksu. Lūdzu, pamēģiniet vēlreiz pēc pāris minūtēm.
nl: Bezig met het heropbouwen van de video-index. Probeer het over enkele minuten opnieuw

source: Sorry, no videos here
ar: عذرا .لا يوجد فيديو هنا
lv: Piedodiet, nav nekādu video
nl: Sorry, hier zijn geen video's

source: Remove video
ar: إزالة الفيديو
lv: Dzēst video
nl: Video verwijderen

source: You are removing this video from the %(team)s team.
ar: إنك تقوم بنقل هذا الفيديو من %(team)s الفريق.
lv: Jūs noņemat šo video no %(team)s komandas.
nl: Je haalt deze video bij het %(team)s team weg.

source: You are removing this video from the %(team)s team.<br /><br /> It will remain on Amara but will no longer be subject to the team's permissions and worfklows. Any outstanding tasks will be deleted. Private videos will become available for viewing and editing to the general public. Are you sure you want to proceed?
ar: تقوم بإزالة هذا الفيديو من %(team)s فريق. <br /> ⏎ وسوف تبقى على أمارا ولكن لن تكون خاضعة لرخص الفريق وworfklows. سيتم حذف أي مهام معلقة. مقاطع الفيديو الخاصة سوف تصبح متاحة للعرض والتحرير لعامة الناس. هل أنت متأكد أنك تريد المتابعة؟
lv: Jūs noņemat video no %(team)s komandas.<br /><br /> Tās paliks Amara, taču vairs nebūs pakļauts komandas atļaujām un darbplūsmām. Visi ar to saistītie nepabeigtie uzdevumi tiks izdzēsti. Privātie video kļūs pieejami vispārējās publikas apskatīšanai un rediģēšanai. Vai esat drošs, ka vēlaties turpināt?
nl: Je haalt deze video weg bij het %(team)s team.<br /><br /> De video blijft op Amara, maar zal niet langer onder controle staan van een team of deel uitmaken van een workflow. Alle openstaande taken worden verwijderd. Video's met de instelling privé krijgen de status "publiek" - iedereen zal ze kunnen zien en wijzigen. Wil je hiermee doorgaan?

source: You can choose to remove the video from the %(team)s team or to delete the video (and all of its subtitles) from the system entirely. What would you like to do?
ar: تستطيع إزالة الفيديو من فريق %(team)s او حذف الفيديو (وجميع ترجماته) من النظام كليا. ماذا تود أن تفعل؟
lv: Jūs varat izvēlēties izņemt video no %(team)s komandas vai video (un visus tā subtitrus) pilnībā dzēst no sistēmas. Ko Jūs vēlētos darīt?
nl: Je kan ervoor kiezen de video bij het %(team)s team weg te halen of om de video (en zijn volledige ondertiteling) volledig uit het systeem te verwijderen. Wat wil je doen?

source: Just remove the video from the team.
ar: فقط إزالة الفيديو من الفريق.
lv: Vienkārši noņemiet video no komandas.
nl: Alleen de video bij het team weghalen.

source: It will remain on Amara but will no longer be subject to the team's permissions and worfklows. Any outstanding tasks will be deleted.
ar: سيبقى على أمارا ولكنه لن يصبح خاضعا ً لأذونات وسير أعمال الفريق. وسيتم مسح أي مهمات غير منتهية.
lv: Tas paliks Amara, bet vairs nepakļausies attiecīgās komandas atļaujām un darbplūsmām. Visi nepabeigtie uzdevumi tiks izdzēsti.

source: Delete the video entirely.
ar: حذف الفيديو
lv: Pilnībā dzēst video
nl: Verwijder deze video volledig

source: Guidelines
ar: اطار العمل
lv: Vadlīnijas
nl: Richtlijnen

source: Custom messages
ar: الرسائل المخصصة
lv: Personalizētie ziņojumi
nl: Aangepaste berichten

source: Customize the messages sent to your users. The text you enter will accompany the default system message.
ar: قم بتخصيص الرسائل المرسلة إلى مستخدميك . النص الذي ستقوم بإدخاله سيرافق رسالة النظام الإفتراضي .
lv: Pielāgot lietotājiem sūtītās ziņas. Jūsu ievadītais teksts pavadīs sistēmas noklusējuma ziņojumu.
nl: Pas de berichten naar uw gebruiker aan. De tekst die u invult zal aan de standaardtekst worden toegevoegd.

source: When a member is invited to join the team
ar: عندما يدعى عضو لمشاركة الفريق
lv: Dalībniekam tiekot uzaicinātam dalībai komandā
nl: Wanneer een lid uitgenodigd wordt om het team te vervoegen

source: When a member applies to join the team
ar: عندما يطلب عضو مشاركة الفريق
lv: Dalībniekam pievienojoties komandai
nl: Wanneer een lid vraagt om het team te mogen vervoegen

source: When a member is given the Manager role
ar: عندما يعطى عضو مهمة مدير
lv: Dalībniekam saņemot pārziņa lomu
nl: Wanneer een lid de rol van Beheerder toegewezen kreeg

source: When a member is given the Admin role
ar: عندما يعطى عضو مهمة مشرف
lv: Dalībniekam saņemot administratora lomu
nl: Wanneer een lid de rol van Admin toegewezen kreeg

source: Add guidelines to be displayed to your users when completing tasks.
ar: اضف اطار عمل يظهر للمستخدمين عندما ينهوا مهامهم
lv: Pievienojiet vadlīnijas, ko parādīt, lietotājiem pabeidzot uzdevumus.
nl: Voeg richtlijnen toe die getoond worden als gebruikers taken voltooien.

source: When transcribing
ar: عند ترجمة فيديو
lv: Transkribējot
nl: Bij het maken van een transcript

source: When translating
ar: عند الترجمة
lv: Tulkojot
nl: Bij het vertalen

source: When reviewing
ar: عند المراجعة
lv: Koriģējot
nl: Bij het reviewen

source: Preferred Languages
ar: اللغة المفضلة
lv: Izvēlētās valodas
nl: gewenste talen

source: Translation tasks will be auto-created for these languages
ar: مهام الترجمة سيتم إنشاؤها تلقائيا لهذه اللغات
lv: Tulkošanas uzdevumi šīm valodām tiks izveidoti automātiski
nl: Vertaalopdrachten zullen automatisch gemaakt worden voor deze talen

source: Blacklisted Languages
ar: اللغات الغير مسموح بها
lv: Valodu melnais saraksts
nl: Talen op de zware lijst

source: Will not be shown when creating or performing tasks
ar: لن يتم ظهورها عند إنشاء او عرض المهام
lv: Netiks parādīts izveidojot un veicot uzdevumus
nl: Zal niet getoond worden tijden het maken of uitvoeren van taken

source: Subtitling
ar: يترجم
lv: Subtitrēšana
nl: Ondertiteling

source: Who can transcribe subtitles?
ar: من يستطيع
lv: Kuri var transkribēt subtitrus?
nl: Wie kan originele ondertitels maken.

source: i.e. transcribe from video and perform time-alignment
ar: بمعنى: قم بنسخ حوار الفيديو ثم مزامنة التوقيت.
lv: t.i. transkribējiet no video un veiciet subtitru parādīšanās laika regulēšanu
nl: dwz de teksten toevoegen aan de video en uitlijnen in de tijd

source: Who can translate subtitles?
ar: من يستطيع ترجمة العناوين الفرعية ؟
lv: Kurš var tulkot subtitrus?
nl: Wie kan ondertitels vertalen?

source: i.e. translate text from an original subtitle into a new language
ar: مثلا: ترجمة نص من اللغة الاصلية الى لغة جديدة
lv: t.i. pārtulkot sākotnējo subtitru tekstu jaunā valodā
nl: dwz de tekst aan de hand van de originele ondertiteling vertalen naar een nieuwe taal

source: How your subtitles will get published <em>(configure below)</em>
ar: كيف سيتم نشر ترجمتك للفيديو
lv: Kā Jūsu subtitri tiks publicēti <em>(iestatīt zemāk)</em>
nl: Hoe uw ondertitels gepubliceerd worden <em>(configureer hieronder)</em>

source: Transcribed
ar: سجل
lv: Transkribēts
nl: Overgeschreven

source: or ...
ar: أو ...
lv: vai ...
nl: of ...

source: Translated
ar: مترجم
lv: Tulkotie
nl: Vertaald

source: Reviewed
ar: تمت مراجعته
lv: Pārskatīts
nl: Nagekeken

source: Approved
ar: معتمد
lv: Apstiprināts
nl: Goedgekeurd

source: Published
ar: تم النشر
lv: Publicēts
nl: Gepubliceerd

source: Tasks enable you to manage and assign subtitling and translation work for your videos
ar: تمكّنكَ المهامُ من إدارةِ وتعيين التَّرجمة والأعمال المتعلّقة بالتَّرجمة للمقاطِع الخاصَّة بك
lv: Uzdevumi ļauj Jums pārvaldīt un piešķirt subtitrēšanas un tulkošanas darbus saviem video
nl: Via taken kunt u ondertitel- en vertaalwerkzaamheden voor uw video’s beheren en toewijzen

source: Enable tasks
ar: تمْكينُ المهامِ
lv: Iespējot uzdevumus
nl: Maak taken mogelijk

source: Permissions and Limits
ar: الضَّوابطُ والحُدود
lv: Atļaujas un ierobežojumi
nl: Toegangen en limieten

source: Who can create and assign tasks?
ar: من يستطيع ايجاد و توزيع المهام؟
lv: Kurš var izveidot un piešķirt uzdevumus?
nl: Wie kan taken aanmaken en toewijzen?

source: Specified members will only be able to create/assign tasks they are permitted to complete themselves
ar: أعضاء معينون هم فقط من سيكون باستطاعتهم وضع/ إسناد المهام التي يسمح لهم باستيفائها بأنفسهم.
lv: Tikai īpašiem lietotājiem būs iespēja izveidot/piešķirt uzdevumus, kurus drīkst veikt arī viņi paši
nl: Gespecificeerde leden zullen uitsluitend taken kunnen aanmaken/toewijzen die ze zelf mogen voltooien

source: How many tasks can a user have at once?
ar: كم عدد المهام التي يستطيع المستخدم امتلاكها في الوقت الواحد؟
lv: Cik uzdevumi reizē var būt vienam lietotājam?
nl: Hoeveel taken kan een gebruiker gelijktijdig hebben?

source: If left blank there will be no limit.
ar: إذا ترك خاليا لن يكون هنالك اية حدود
lv: Atstājot tukšu, nebūs ierobežojuma.
nl: Laat dit veld leeg als u geen limiet wilt.

source: How many days should an assignee get to complete a task?
ar: كم عدد الأيام التي ينبغي منحها للشخص المُكلًّف لإتمام مهمته؟
lv: Cik dienas būs nozīmētajam cilvēkam uzdevuma izpildei?
nl: Hoeveel dagen zou een opdrachthouder moeten krijgen om een taak te voltooien?

source: If left blank tasks will not expire.
ar: لا تنقضي صلاحية المهام إذا ما تُركت شاغرة.
lv: Atstājot tukšu, uzdevumiem nebūs termiņa.
nl: Laat dit veld leeg om de taak niet te laten vervallen.
