Repository: ArboreSign/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, lv, nl

source: This URL already <a href="%(url)s">exists</a> as its own video in our system. You can't add it as a secondary URL.
ar: هذا الرابط <a href="%(url)s">موجود</a> مسبقاً الفيديو الخاص به موجود بنظامنا. لا يمكنك إضافته كرابط ثانوي.
lv: Šis vietrādis URL mūsu sistēmā jau <a href="%(url)s">pastāv</a> kā neatkarīgs video. To nevar pievienot kā papildu vietrādi.
nl: Deze URL <a href="%(url)s">verwijst</a> al naar een video op ons systeem. Je kan hem niet toevoegen als bijkomende URL.

source: You have not permission
ar: لا تملك الصلاحية
lv: Jums nav pieejas
nl: Je hebt geen toelating

source: Incorrect video ID
ar: خطأ في رابط الفيديو
lv: Nepareizs video ID
nl: Fout video-ID

source: Video does not exist
ar: فيديو غير موجود
lv: Video nepastāv
nl: Video bestaat niet

source: Title can't be empty
ar: لا يمكن ترك العنوان فارغا
lv: Nosaukuma laukumu nevar atstāt tukšu
nl: Titel kan niet blanco zijn

source: Title can't be changed for this video
ar: لا يمكن تغيير العنوان الخاص بالفيديو
lv: Šī video nosaukumu nevar nomainīt
nl: De titel van deze video kan niet gewijzigd worden

source: Title was changed success
ar: تم تغيير العنوان بنجاح
lv: Nosaukums veiksmīgi nomainīts.
nl: De titel is met succes gewijzigd

source: Video does not exist.
ar: فيديو غير متوفر
lv: Video nepastāv.
nl: Video bestaat niet.

source: You are following this video now.
ar: أنت الآن تابع هذا الفيديو.
lv: Jūs tagad sekojat video.
nl: Je volgt deze video nu.

source: You stopped following this video now.
ar: لقد توقفت عن متابعة هذا الفيديو حاليا.
lv: Jūs pārstājāt sekot šim video.
nl: Je volgt deze video nu niet meer.

source: Subtitles does not exist.
ar: لا يوجد ترجمة.
lv: Subtitri nepastāv.
nl: Ondertitels bestaan niet.

source: You are following this subtitles now.
ar: أنت الآن تتابع هذه الترجمة.
lv: Nu Jūs sekojat šiem subtitriem.
nl: Je volgt deze ondertitels nu.

source: You stopped following this subtitles now.
ar: لقد توقفت الآن عن متابعة هذه الترجمة .
lv: Jūs pārstājāt sekot šiem subtitriem.
nl: Je volgt deze ondertitels nu niet meer.

source: Just found a version of this video with subtitles
ar: وجدت نسخة فقط من هذا الفيديو مع ترجمة
lv: Tikko atradu šī video versiju ar subtitriem

source: Check out this video and help make subtitles
ar: تحقق من هذا الفيديو وساعد في ترجمته
lv: Noskatieties šo video un palīdziet veidot subtitrus
nl: Bekijk deze video's en help ondertitels te maken

source: Hey-- check out this video %(video_title)s and help make subtitles: %(url)s
ar: مهلا تحقق من هذا الفيديو%(video_title)s وساعد في ترجمته %(url)s
lv: Sveiki, apskatieties šo video %(video_title)s un palīdzēt tam izveidot subtitrus: %(url)s
nl: Hey-- bekijk deze video %(video_title)s en help ondertitels te maken: %(url)s

source: %(language)s subtitles for %(video)s:
ar: %(language)s ترجمات ل %(video)s :
lv: %(language)ss subtitri %(video)s:
nl: ondertitels in het %(language)s voor %(video)s:

source: original
ar: أصلي
lv: oriģināls
nl: Origineel

source: incomplete
ar: ناقص
lv: nepabeigts
nl: Onvoltooid

source: needs review
ar: يحتاج إلى مراجعة
lv: jāpārskata
nl: Beoordeling nodig

source: needs approval
ar: يحتاج إلى موافقة
lv: jāapstiprina
nl: Goedkeuring nodig

source: needs editing
ar: يحتاج إلى تحرير
lv: jākoriģē
nl: Bewerking nodig

source: Existing subtitles will be imported in a few minutes.
ar: سيتم استيراد العنوان الفرعي الموجود في غضون دقائق.
lv: Esošie subtitri tiks importētie turpmāko minūšu laikā.
nl: Bestaande ondertitels worden binnen een paar minuten geïmporteerd.

source: Thank you for uploading. It may take a minute or so for your subtitles to appear.
ar: شكراً لك لإتمامك عملية الرفع. قد يستغرق الأمر دقيقة أو نحوها كي تظهر ترجمتك.
lv: Paldies par augšuplādēšanu. Paies pāris minūtes, līdz Jūsu subtitri būs redzami.

source: You have not permission change this URL
ar: لاتملك رخصة تغيير هذا العنوان
lv: Jums nav atļaujas mainīt šo URL
nl: Je bent niet bevoegd om deze URL te wijzigen

source: Object does not exist
ar: موضوع غير موجود
lv: Objekts nepastāv
nl: Object bestaat niet

source: You have not permission delete this URL
ar: لا تملك رخصة حذف هذا العنوان
lv: Jums nav atļaujas dzēst šo URL
nl: Je bent niet bevoegd om deze URL te verwijderen

source: Feed is unavailable now.
ar: التلقيم غير متوفرحاليّاً
lv: Barotne pašlaik ir nepieejama.
nl: <b>Feed</b> momenteel niet beschikbaar.

source: Video is unavailable
ar: الفيديو غير مُتاح
lv: Video nav pieejams
nl: Video niet beschikbaar

source: Video embedding disabled by owner
ar: مالك القناة الفى خاصية تضمين الفيديو
lv: Video iegulšanu atspējojis īpašnieks

source: That task has already been completed.
ar: تم إكمال هذه المهمة مسبقا
lv: Šis uzdevums jau ir izpildīts.
nl: Die taak is al voltooid.

source: Previous
ar: السابق
lv: Iepriekšējā
nl: Vorige

source: Next
ar: التالي
lv: Nākamā
nl: Volgende

source: Share
ar: مشاركة
lv: Dalīties
nl: Delen

source: Post to Facebook
ar: انشر على الفيس بوك
lv: Ievietot Facebook
nl: Delen via Facebook

source: Post to Twitter
ar: انشر على تويتر
lv: Ievietot Twitter
nl: Delen via Twitter

source: Email to friends
ar: أرسل لأصدقائك عبر البريد الإلكتروني
lv: Nosūtīt draugam pa e-pastu
nl: E-mailen naar vrienden

source: We&#8217;d like help testing our subtitling widget
ar: نود مساعدتكم باختبار أداة الترجمة We&#8217;d
lv: Mēs&#8217;d vēlētos palīdzēt, pārbaudot Jūsu sīkrīku.
nl: We zouden graag hulp willen bij het testen van onze vertaalwidget

source: Just launch our feedback form and try captioning a video
ar: ما عليك سوى إطلاق نموذج الملاحظات ومحاولة تفريغ محتوى الفيديو.
lv: Vienkārši palaidiet mūsu atsauksmju veidlapu un pamēģiniet subtitrēt video
nl: Toon het feedbackformulier en probeer een video te ondertitelen

source: Warning: These videos should not be embeded--there is a good possibility they will break at some point!
ar: تحذير: لا ينبغي تضمين هذه الفيديوهات -- هنالك احتمال كبير أن تتوقف عن العمل في نقطة ما
lv: Uzmanību: Šos video nevajadzētu iegult, jo ir liela iespējamība, ka tie kādu brīdi varētu salūzt!
nl: Waarschuwing: deze video’s kunnen beter niet in een pagina worden ingesloten–- de kans is groot dat de invoegcode over een tijdje niet meer werkt!

source: Warning #2: These subtitles are non-permanent and should not be relied on -- someone could change them.
ar: تحذير رقم 2: هذه الترجمة غير دائمة ويجب عدم الاعتماد عليها -- أي شخص يمكنه تغييرها.
lv: 2. brīdinājums: Šie subtitri ir nepastāvoši, un uz tiem nevajadzētu paļauties, jo jebkurš tos var mainīt.
nl: Waarschuwing 2: Deze ondertitels zijn niet permanent en kunnen nog veranderd worden door iemand anders.

source: This alpha site is for purely testing purposes.
ar: هذا الموقع لا يزال في مراحله الأولية وهو لغرض التجارب فقط.
lv: Šī alfa vietne ir paredzēta tikai testēšanas mērķiem.
nl: Deze alfawebsite is er alleen voor testdoeleinden.

source: <h2>About Amara</h2> <p> Amara gives individuals, communities, and larger organizations the power to overcome accessibility and language barriers for online video. The tools are free and open source and make the work of subtitling and translating video simpler, more appealing, and, most of all, more collaborative. </p> <p> The benefits of captioning and subtitling are immense: <ul> <li>Captions make videos accessible for viewers who are deaf or hard of hearing</li> <li>Translations make it possible for all of us to watch video in languages that we don't speak</li> <li>Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more</li> </ul> </p> <p> Amara is composed of three main parts: <ul> <li>A subtitle creation and viewing tool (aka the widget)</li> <li>A collaborative subtitling website</li> <li>An open protocol for subtitle search/delivery</li> </ul> </p> <p> Everything we do is available under the open source <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a> license. </p> <h2>Our Organization</h2> <p> <a href="http://www.pculture.org/">Participatory Culture Foundation</a> is a non-profit organization building free and open tools for more a democratic and decentralized media. Other projects of ours include <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Miro Community</a>, and <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>. </p> <p> Amara is a featured project of <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, and the Mozilla Foundation has provided development support. Open Society Institute and the MacArthur Foundation are also financial supporters. </p> <h2>Publisher and Enterprise Services</h2> <p> Amara offers a set of professional tools and services that enable publishers and video platforms to create and manage high quality subtitles. With Amara, you can build a community of volunteers to subtitle your content, integrate with professional services, and use a powerful quality control system to ensure world-class quality. To learn more, see our <a href="http://www.universalsubtitles.org/en/enterprise/">enterprise services</a> and contact Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>
ar: ⏎ <H2> متعلق ب أمارا</ H2> ⏎ <p> و⏎ أمارا يعطي الأفراد والمجتمعات المحلية، والمنظمات أكبر قوة ⏎ للتغلب على الحواجز اللغوية وإمكانية الوصول للفيديو عبر الإنترنت. الأدوات مجانية ⏎ والمصدر المفتوح، وجعل عمل من ترجمة الأفلام وترجمة الفيديو أكثر بساطة و⏎ جاذبية، والأهم من ذلك كله، وأكثر تعاون. ⏎ </ P> ⏎ <p> و⏎ فوائد السفلى وترجمة الأفلام هائلة: ⏎ <UL> ⏎ التسميات التوضيحية <li> أكمل أشرطة الفيديو يمكن الوصول إليها للمشاهدين الذين يعانون من الصمم أو صعوبة في السمع </ li> ⏎ ترجمات <li> أكمل من الممكن بالنسبة لنا جميعا لمشاهدة الفيديو في اللغات التي نحن لا نتكلم </ li> ⏎ <li> صانعي الفيديو على: أفضل كبار المسئولين الاقتصاديين، أكثر وجهات النظر، والوصول إلى أكبر بكثير (يحتمل التحدث بعدة لغات وعالميا) جمهور، وسهولة الوصول للصم وضعاف السمع المشاهدين، وأكثر من ذلك </li> ⏎ </ UL> ⏎ </ P> ⏎ <p> و⏎ وتتكون امارا من ثلاثة أجزاء رئيسية: ⏎ <UL> ⏎ <li> سيظهر إنشاء عنوان فرعي وأداة عرض (الملقب القطعة) </li> ⏎ <li> سيظهر الموقع ترجمة التعاونية </ li> ⏎ <li> بروتوكول مفتوحة لبحث العنوان الفرعي / التسليم </li> ⏎ </ UL> ⏎ </ P> ⏎ <p> و⏎ كل ما نقوم به هومتاح في إطار مفتوحة المصدر <a href="http://www.gnu.org/licenses/agpl-3.0.html"> AGPL </ A> الترخيص. ⏎ </ P> ⏎ <H2> منظمتنا </ H2> ⏎ <p> و⏎ <a href="http://www.pculture.org/"> مؤسسة الثقافة التشاركية </ A> ⏎ هي منظمة غير هادفة للربح بناء أدوات مجانية ومفتوحة لأكثر ديمقراطية و⏎ وسائل الإعلام اللامركزية. وتشمل المشاريع الأخرى بالنسبة لنا <a href="http://www.getmiro.com/"> ميرو </ A>، ⏎ <a href="http://www.mirovideoconverter.com/"> ميرو تحويل الفيديو </ A>، ⏎ <a href="http://www.mirocommunity.org/"> ميرو الجماعة </ A>، و⏎ <a href="http://www.openvideoalliance.org/"> فتح تحالف فيديو </ a>. ⏎ </ P> ⏎ <p> و⏎ أمارا هو مشروع مميز <a href="http://www.drumbeat.org/"> موزيلا طبول </ A>، ⏎ وقدمت مؤسسة موزيلا دعم التنمية. ⏎ معهد المجتمع المفتوح ومؤسسة ماك آرثر أيضا الداعمين الماليين. ⏎ </ P> ⏎ <H2> الناشر وخدمات المؤسسة </ H2> ⏎ <p> و⏎ تقدم أمارا مجموعة من الأدوات والخدمات المهنية التي تمكن الناشرين ومنصات الفيديو لإنشاء وإدارة ترجمة ذات جودة عالية. مع العمارة، يمكنك بناء مجتمع من المتطوعين إلى العنوان الفرعي المحتوى الخاص بك، تتكامل مع الخدمات المهنية، واستخدام نظام لمراقبة الجودة قوية لضمان الجودة ذات المستوى العالمي. لمعرفة المزيد، راجع خدمات للشركات href="http://www.universalsubtitles.org/en/enterprise/"> <a لدينا </ A> والاتصال عميد يانسن، <أ أ href = "ميلتو: dean@pculture.org "> dean@pculture.org </ A>. ⏎ </ P> ⏎
lv: <h2>Par Amara</h2> <p> Amara sniedz cilvēkiem, kopienām un lielākām organizācijām iespēju pārvarēt interneta video pieejamības un valodas radītās barjeras. Tās piedāvātie rīki ir bez maksas un ar atvērtu pirmkodu, atvieglojot video subtitrēšanu un tulkošanu, kā arī padarot to pievilcīgāku, un, pats galvenais, vieglāku sadarbībai. </p> <p> Ieguvumi no subtitrēšanas ir milzīgi: <ul> <li>Subtitri padara video pieejamus vājdzirdīgajiem un nedzirdīgajiem skatītājiem</li> <li>Tulkojumi dod mums iespēju saprast video, kas ir valodās, kuras mēs neprotam</li> <li>Video izveidotāji iegūst: labāku meklēšanas optimizāciju, vairāk skatījumu, pieeju daudzkārt lielākai publikai (potenciāli daudzvalodīgai un no visas pasaules), kā arī iespēju sasniegt nedzirdīgos un vājdzirdīgos skatītājus utt.</li> </ul> </p> <p> Amara veido trīs galvenās daļas: <ul> <li>Rīks subtitru izveidei un apskatīšanai (saukts arī par sīkrīku)</li> <li>Tīmekļa lapa kolektīvai subtitrēšanai</li> <li>Atvērtais protokols subtitru meklēšanai/nodošanai</li> </ul> </p> <p> Visa mūsu darbība notiek zem atvērtā pirmkoda <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a> licences. </p> <h2>Mūsu organizācija</h2> <p> <a href="http://www.pculture.org/">Participatory Culture Foundation</a> ir bezpeļņas organizācija, kas veido bez maksas un brīvi pieejamus rīkus demokrātiskākiem un decentralizētākiem plašsaziņas līdzekļiem. Daži no citiem no mūsu projektiem: <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Miro Community</a>, and <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>. </p> <p> Amara ir <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a> izceltais projekts, un Mozilla Foundation ir sniegusi atbalstu pakalpojuma izstrādē. Mūsu finansiālie atbalstītāji ir arī Open Society Institute un Makartūru fonds. </p> <h2>Publicēšanas pakalpojumi un pakalpojumi uzņēmumiem</h2> <p> Amara piedāvā profesionālu rīku un pakalpojumu komplektu, kas ļauj publicētājiem un video platformām izveidot un pārvaldīt augstas kvalitātes subtitrus. Ar Amara jūs varat izveidot brīvprātīgo kopienu, kas rada subtitrus jūsu saturam, apvienot to ar profesionālajiem pakalpojumiem un izmantot jaudīgu kvalitātes kontroles sistēmu, lai nodrošinātu pasaules līmeņa kvalitāti. Lai uzzinātu vairāk, skatiet mūsu <a href="http://www.universalsubtitles.org/en/enterprise/">pakalpojumus uzņēmumiem</a> un sazinieties ar Dīnu Jansenu, rakstot uz <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>
nl: <h2>Over Amara</h2> <p>Amara laat individuen, gemeenschappen en grotere organisaties de grenzen overstijgen die online video stelt op het vlak van toegankelijkheid en taal. De aangeboden tools zijn vrij en open source en ze maken het ondertitelen en vertalen eenvoudiger, aantrekkelijker en bovenal een middel voor samenwerking.</p> <p>De voordelen van ondertitels en vertalingen zijn enorm: <ul> <li>Ondertiteling maakt video toegankelijk voor dove en hardhorige bezoekers</li> <li>Vertalingen zorgen ervoor dat we allemaal kunnen kijken naar video's in een taal die we niet spreken</li> <li>De makers van video krijgen: een betere plaats in zoekresultaten, meer views, toegang tot een veel ruimer publiek (mogelijks meertalig en van over de hele wereld), toegang voor doven en slechthorenden, en nog veel meer</li> </ul> </p> <p> Amara bestaat uit drie delen: <ul> <li>Een tool voor het maken en weergeven van ondertitels (gekend als "de widget")</li> <li>Een website om samen te werken aan ondertiteling </li> <li>Een open protocol voor het opzoeken en aanleveren van ondertitels</li> </ul> </p> <p> Alles wat we doen is beschikbaar onder de open source <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a>-licentie. </p> <h2>Onze organisatie</h2> <p><a href="http://www.pculture.org/">Participatory Culture Foundation</a> is een non-profitorganisatie die vrije en open tools bouwt met het oog op meer democratische en decentrale media. Andere projecten van ons zijn ondermeer <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Miro Community</a> en <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>.</p> <p> Amara is een projectrealisatie van <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, en de Mozilla Foundation zorgde voor ondersteuning bij de ontwikkeling. Open Society Institute en the MacArthur Foundation ondersteunden het project financieel. </p> <h2>Diensten voor publicisten en ondernemingen</h2> <p>Amara biedt een set professionele tools en diensten die het voor publicisten en video platformen mogelijk maakt om kwaliteitsvolle ondertiteling te maken en te beheren. Met Amara kan u een gemeenschap van vrijwilligers opbouwen die uw content ondertitelt, deze samen brengen met een professionele dienstverlening en gebruik maken van een krachtig systeem van kwaliteitscontrole om op die manier kwaliteit van wereldklasse te leveren. Wilt u hierover meer weten? Lees <a href="http://www.universalsubtitles.org/en/enterprise/">enterprise services</a> en contacteer Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>

source: Caption, translate, subtitle and transcribe video.
ar: تفسير،ترجمة، عنوان فرعي ونسخ الفيديو
lv: Subtitrējiet un pārtulkojiet video.
nl: Video overtypen, ondertitelen en vertalen.

source: Got a YouTube account?
ar: حصلت على حساب يوتيوب ؟
lv: Ir YouTube konts?
nl: Hebt u een YouTube account?

source: New: enable viewer-created translations and captions on your YouTube channel!
ar: ميزةٌ جديدة: قم بتفعيل ترجماتٍ وشروحاتٍ ينشئها المشاهدون على قناة يوتيوب الخاصَّة بك.
lv: Jaunums: iespējojiet savā YouTube kanālā skatītāju izveidotus subtitrus un tulkojumus!

source: Connect to YouTube
ar: الاتصَال بيوتيوب
lv: Sasaistīt ar YouTube

source: No thanks
ar: لا شكراً
lv: Nē, paldies
nl: Nee, bedankt

source: Help
ar: مساعدة
lv: Palīdzība
nl: Hulp

source: Videos
ar: مقاطع فيديو
lv: Video

source: Search
ar: بحث
lv: Meklēt
nl: Zoeken

source: Security
ar: الأمن
lv: Drošība
nl: Beveiliging

source: Billing
ar: الفاتورة
lv: Apmaksa
nl: Facturatie

source: Copyright Infringement Notification
ar: اشعار بإنتهاك حقوق الطبع والنشر
lv: Autortiesību pārkāpuma paziņojums
nl: Melding van inbreuk op auteursrecht

source: Please also note that under Section 512(f) any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.
ar: (\n) نرجو ايضا ملاحظة ما تحت القسم 512 (و) أي شخص على علم مادي (\n) يشوه معنى مادة أو نشاط هو مخالفة قد يخضع (\n) للمسؤلية. (\n)
lv: Lūdzu, ņemiet arī vērā, ka, saskaņā ar 512(f) nodaļu, jebkurš cilvēks, kurš apzināti iesniedz nepatiesu prasību pret kāda materiāla vai darbības pārkāpumu, var tikt saukts pie atbildības.

source: Counter-Notification
ar: إشعار مضاد
lv: Pretpaziņojums
nl: Tegenmelding

source: How do I file a DMCA counter notice?
ar: كيف يمكنني إرسال رد معارض للتعليمات؟
lv: Kā, lai es iesniedzu Digitālās tūkstošgades autortiesību likuma pretpaziņojumu?
nl: Hoe dien ik een DMCA tegenmelding in?

source: The process for counter-notifications is governed by Section 512(g) of the Digital Millennium Copyright Act: http://www.copyright.gov/legislation/dmca.pdf
ar: تخضع آلية الإشعارات المضادة لأحكام المادة 512 (ز) من قانون الألفية للمكلية الفكرية: http://www.copyright.gov/legislation/dmca.pdf
lv: Pretpaziņojumu procesu nosaka Digitālās tūkstošgades autortiesību likuma 512(g) sadaļa: http://www.copyright.gov/legislation/dmca.pdf

source: Elements of Counter-Notification
ar: عناصر الاشعار المضاد
lv: Pretpaziņojuma elementi
nl: Elementen van verweer

source: A sample counter notification may be found at: http://www.chillingeffects.org/dmca/counter512.pdf. To expedite our ability to process your counter notification, please use the following format (including section numbers):
lv: Pretpaziņojuma paraugu var atrast: http://www.chillingeffects.org/dmca/counter512.pdf. Lai atvieglotu mums Jūsu pretpaziņojuma apstrādi, lūdzu, izmantojiet šādu formātu (tostarp arī sadaļu numerāciju):
nl: Een voorbeeld van een verweer kan u vinden op: http://www.chillingeffects.org/dmca/counter512.pdf. Opdat we uw verweer snel zouden kunnen verwerken, vragen we u het volgende formaat te gebruiken (met inbegrip van de sectienummers):

source: What happens next?
ar: ماذا يحدث بعد ذلك؟
lv: Kas notiek tālāk?
nl: Wat gebeurt er dan?

source: After we receive your counter-notification, we will forward it to the party who submitted the original claim of copyright infringement. Please note that when we forward the counter-notification, it includes your personal information. By submitting a counter-notification, you consent to having your information revealed in this way. We will not forward the counter-notification to any party other than the original claimant.
ar: عقب تلقي الإشعار المضاد الخاص بك، سنقوم بإحالته إلى الطرف الذي تقدم بالدعوى الأصلية لانتهاك حقوق الطبع والنشر. نحيطكم علماً بأنه عند إحالة الإشعار المضاد، سيتضمن هذا بياناتك الشخصية. لذا، بتقديمك طلب الإشعار المضاد، فأنت توافق بعرض بياناتك الشخصية على هذا النحو المذكور. لن نُحيل الإشعار المضاد إلى أي طرف عدا المدّعي الأصلي.
lv: Pēc Jūsu pretpaziņojuma saņemšanas mēs to pārsūtīsim pusei, kura iesniedza sākotnējo autortiesību pārkāpuma prasību. Lūdzu, ņemiet vērā, ka, mums pārsūtot pretpaziņojumu, tajā ir iekļauta arī Jūsu personīgā informācija. Iesniedzot pretpaziņojumu, Jūs piekrītat, ka šādā veidā tiek atklāja Jūsu personīgā informācija. Mēs nepārsūtīsim pretpaziņojumu nevienai citai pusei kā vien sākotnējam prasītājam.
nl: Zodra we uw verweer ontvangen, sturen we het door naar de partij die in eerste instantie melding maakte van een inbreuk op het copyright. Hou er rekening mee dat uw persoonlijke informatie meegestuurd wordt met uw verweer. Door een verweer in te sturen, stemt u ermee in dat uw informatie op deze manier prijsgegeven wordt. We sturen de melding van verweer naar geen enkele andere partij dan de originele claimer van het copyright.

source: DISCLAIMER: WE ARE NOT YOUR ATTORNEYS, AND THE INFORMATION WE PRESENT HERE IS NOT LEGAL ADVICE. WE PRESENT THIS INFORMATION FOR INFORMATIONAL PURPOSES ONLY.
ar: إخلاء مسئولية: لسنا محامييك القانونيين، ولا يُعتد بأي من المعلومات التي نقدمها هنا كأستشارة قانونية. إنما نقدم هذه المعلومات للعلم بها لا أكثر.
lv: ATRUNA: MĒS NEESAM JŪSU ADVOKĀTI UN ŠEIT PIEEJAMĀ INFORMĀCIJA NAV UZSKATĀMA PAR TIESLIETU KONSULTĀCIJU. MĒS SNIEDZAM INFORMĀCIJU TIKAI INFORMATĪVOS NOLŪKOS.
nl: DISCLAIMER - Afwijzing van aansprakelijkheid: wij zijn geen raadsman en de informatie die we hier bieden is geen juridisch advies. We geven deze informatie enkel ten informatieve titel.

source: Add collaborative subtitling to every video on your site
ar: أضف ترجمة تعاونية على كل فيديو في موقعك
lv: Pievienot kopējas subtitrēšanas iespēju katram video savā mājaslapā
nl: Voeg gedeelde ondertiteling toe aan elke video op uw site

source: Just drop one line of code into your page:
ar: أضف سطر واحد من التعليمات البرمجية في صفحتك:
lv: Vienkārši iemetiet vienu koda rindiņu savā lapā:
nl: Zet eenvoudigweg één lijn code in je pagina:

source: You can add it just before the <code>&lt;/head&gt;</code> or <code>&lt;/body&gt;</code> tag (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">see usage notes</a>).
ar: يمكنك إضافته فقط قبل <code>&lt;/head&gt;</code> أو <code>&lt;/body&gt;</code> tag (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">see usage notes</a>).انظر ملاحظات الاستخدام </ A>).
lv: Jūs varat to pievienot tieši pirms <code>&lt;/head&gt;</code> vai <code>&lt;/body&gt;</code> koda birkām (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">skatīt piezīmes par lietojumu</a>).
nl: U kan het invoegen net voor de tag <code>&lt;/head&gt;</code> of voor de tag <code>&lt;/body&gt;</code> (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">zie usage notes</a>).

source: This lets you and visitors to your site
ar: هذا يتيح لك ولزوار موقعك
lv: Tas ļauj Jums un citiem vietnes apmeklētājiem
nl: Dit houdt u en uw bezoekers op uw eigen site
