Repository: ArboreSign/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, lv, nl

source: You need to log in to do that.
ar: تحتاج إلى تسجيل الدخول لفعل ذلك.
lv: Lai to darītu, Jums ir jāieiet.
nl: Je moet aangemeld zijn om dat te doen.

source: Revision History
ar: تاريخ التنقيح
lv: Redakciju vēsture
nl: Revisiegeschiedenis

source: Comparing Revision
ar: قارن المراجعة
lv: Salīdzināt redakcijas
nl: Vergelijk revisies

source: Roll back to version
ar: ارجع للإصدار السابق
lv: Atjaunot līdz versijai
nl: Teruggaan naar versie

source: Don't send any more emails about this particular video.
ar: لا ترسل أي رسالة على البريد الإلكتروني حول هذا الفيديو الخاص
lv: Nesūtīt man vairāk e-pastus par šo video.
nl: Stuur geen e-mails meer over deze specifieke video.

source: To stop receiving these emails, go to your preferences page and uncheck "notify me by email":
ar: لإيقاف خدمة استقبال الرَّسائل، الرجاء حذف خيار "إبلاغ بالبريد الإلكتروني" من مفضلتك
lv: Lai vairs nesaņemtu šos e-pasta ziņojumus, dodoties uz iespēju lapu un noķeksējiet „paziņot man pa e-pastu”:
nl: Om deze mails niet meer te ontvangen ga je pagina met voorkeuren en verwijder je de optie "hou me per e-mail op de hoogte":

source: My profile / preferences
ar: ملفي الشخصي / تفصيلات
lv: Mans profils / izvēles
nl: Mijn profiel / voorkeuren

source: Email this to a friend
ar: هذا البريد الإلكتروني لأحد الأصدقاء
lv: Aizsūtīt draugam pa e-pastu
nl: E-mail dit naar een vriend

source: Send to Friend!
ar: أرسل لصديق
lv: Aizsūtīt draugam!
nl: Stuur naar een vriend!

source: Compare the new version to the last version
ar: مقارنة النسخة الحديثة مع النسخة السابقة
lv: Salīdzināt jaunāko versiju ar pēdējo versiju
nl: Vergelijk de nieuwe versie met de vorige versie

source: Compare your work to the new version
ar: قارن عملك مع النسخة الجديدة
lv: Salīdzināt Jūsu izmaiņas ar jauno versiju
nl: Vergelijk jouw werk met de nieuwe versie

source: Old Text
ar: نص قديم
lv: Vecais teksts
nl: Oude text

source: Changes to title
ar: تغيير في العنوان
lv: Virsraksta izmaiņas
nl: Wijzigingen aan de titel

source: New Text
ar: نص جديد
lv: Jaunais teksts
nl: Nieuwe text

source: Changes to description
ar: تغيير في الوصف
lv: Apraksta izmaiņas
nl: Wijzigingen aan de beschrijving

source: Changes to Subtitle Text
ar: تغييرات في نص الترجمة
lv: Subtitru teksta izmaiņas
nl: Veranderingen aan ondertitels

source: Dear
ar: عزيزي/عزيزتي
lv: Dārgais/ā
nl: Beste

source: Great news! <a href="http://%(domain)s%(user_url)s">%(user)s</a> has just started a %(language)s translation of your video <a href="%(video_url)s">%(video)s</a>
ar: أخبار عظيمة! <a href="http://%(domain)s%(user_url)s">%(user)s</a> بدء الترجمة للغة %(language)s الفيديو الخاص بك <a href="%(video_url)s">%(video)s</a>
lv: Lieliskas ziņas! <a href="http://%(domain)s%(user_url)s">%(user)s</a> ir tikko sācis Jūsu video <a href="%(video_url)s">%(video)s</a> %(language)s tulkojumu »
nl: Goed nieuws! <a href="http://%(domain)s%(user_url)s">%(user)s</a> heeft zojuist een %(language)s vertaling van uw video <a href="%(video_url)s">%(video)s</a> begonnen.

source: You can review the translation and thank them for their contribution on this page:
ar: يمكنك مراجعة الترجمة وشكرهم على مساهمتهم في هذه الصفحة:
lv: Jūs varat pārskatīt tulkojumu un pateikties viņus par devumu šajā lapā:
nl: Je kan de vertaling bekijken en ze bedanken voor hun bijdrage op deze pagina:

source: Translation homepage
ar: الصفحة الرئيسية للترجمة
lv: Tulkošanas mājaslapa
nl: Startpagina voor vertaling

source: Thanks for your great work,
ar: شكرًا لعملك العظيم ،
lv: Paldies par labo darbu,
nl: Bedankt voor je geweldige werk,

source: Sincerely
ar: المخلص
lv: Ar cieņu
nl: Met vriendelijke groet

source: The Amara Community
ar: مجتمع أمارا
lv: Amara kopiena
nl: De Amara-gemeenschap

source: The title of the video
ar: عنوان الفيديو
lv: Video virsraksts
nl: De titel van de video

source: has been changed by
ar: تم تغييره بواسطة
lv: mainīja
nl: is veranderd door

source: has been changed
ar: تم تغييره
lv: ir ticis izmainīts
nl: is gewijzigd

source: The new title is
ar: العنوان الجديد هو
lv: Jaunais nosaukums ir
nl: De nieuwe titel is

source: If this is incorrect, go to
ar: أذا كان هذا غير صحيح, انتقل إلي
lv: Ja tas ir nepareizs, dodieties uz
nl: Als dit niet correct is, ga dan naar

source: the video page
ar: صفحة الفيديو
lv: video lapa
nl: de videopagina

source: A new video URL for
ar: الرابط الجديد للفيديو
lv: Jauna video URL
nl: Een nieuwe video URL voor

source: was submitted by
ar: قدَم من قِبَل
lv: pievienoja
nl: is ingestuurd door

source: Anonymous
ar: مجهول
lv: Anonīms
nl: Anoniem

source: Please check to make sure the new URL features the exact same video, and that subtitle timing is correct:
ar: يرجى مراجعة العنوان URL الجديد للتأكد من تميز الفيديو بنفس الضبط ، وتوقيت الترجمة صحيح:
lv: Lūdzu, pārliecinieties, ka jaunais vietrādis URL ved uz to pašu video un, ka subtitru laiki ir pareizi:
nl: Controleer of de nieuwe URL wel degelijk verwijst naar precies dezelfde video en of de weergave van de ondertitels synchroon verloopt.

source: View the new video URL
ar: عرض رابط الفيديو الجديد
lv: Apskatīt jaunā video URL
nl: De URL van de nieuwe video bekijken

source: View the original video URL
ar: عرض رابط الفيديو الأصلي
lv: Apskatīt sākotnējā video URL
nl: De URL van de oorspronkelijke video bekijken

source: Watch Subtitled Videos
ar: مشاهدة الفيديوهات المُترجمة
lv: Skatīties subtitrētos video
nl: Bekijk ondertitelde video's

source: Featured Videos
ar: فيديوهات مميزة
lv: Piedāvātie video
nl: Uitgelichte video's

source: Leave a comment
ar: ترك تعليق
lv: Atstāt komentāru
nl: Een opmerking schrijven

source: Comments
ar: تعليقات
lv: Komentāri
nl: Reacties

source: Select two revisions to compare, please
ar: الرجاء اختيار تنقيحين للمقارنة
lv: Lūdzu, izvēlēties salīdzināmās korekcijas
nl: Kies twee revisies om te vergelijken

source: subtitles
ar: عنوان فرعي
lv: subtitri
nl: ondertitels

source: Follower
ar: متابع
lv: Sekotājs
nl: Volger

source: Line
ar: سطر
lv: Rindiņa
nl: Lijn

source: Revisions
ar: مراجعون
lv: Versijas
nl: Revisies

source: Sync History
ar: تاريخ المزامنة
lv: Sinhronizēšanas vēsture
nl: Synchroniseer geschiedenis

source: Compare Revisions
ar: قارن المراجعات
lv: Salīdzināt redakcijas
nl: Vergelijk bewerkingen

source: Rollback to version #
ar: العَوْدَة إلى الإصْدَارِ # .
lv: Atjaunot līdz versijai #

source: No subtitles for this language.
ar: لا يوجد ترجمات لهذه اللغة.
lv: Šajā valodā subtitru nav.
nl: Geen ondertitels beschikbaar voor deze taal.

source: Delete Subtitle Language
lv: Dzēst subtitru valodu
nl: Verwijder ondertitel taal

source: Edit Subtitles
ar: تحرير الترجمة
lv: Labot subtitrus
nl: Ondertitels bewerken

source: You do not have permission to edit this version.
ar: ليست لديك الصلاحيّة لتعديك هذه النسخة.
lv: Jums nav atļaujas veikt izmaiņas šai versijai.
nl: U heeft geen toestemming om deze deze versie te wijzigen.

source: Download
ar: تحميل
lv: Lejuplādēt
nl: Downloaden

source: Subtitles translated from %(language)s
lv: Subtitri pārtulkoti no %(language)s valodas
nl: Ondertitels vertaald vanuit %(language)s

source: Showing <strong>Revision %(version_number)s</strong> created <strong>%(revision_time)s</strong> by <a href="%(profile_url)s" title="View %(author)s's profile"><strong>%(author)s</strong></a>.
lv: Parāda <strong>versiju %(version_number)s</strong>, ko <strong>%(revision_time)s</strong> izveidoja <a href="%(profile_url)s" title="View %(author)s's profile"><strong>%(author)s</strong></a>.
nl: Toont <strong>Revisie, %(version_number)s</strong> gecreëerd <strong>%(revision_time)s</strong> door <a href="%(profile_url)s" title="View %(author)s's profile"><strong>%(author)s</strong></a>.

source: View revision history
ar: عرض تاريخ المراجعة
lv: Apskatīt redakciju vēsturi
nl: Taal

source: These subtitles are in progress.
ar: هذه الترجمه في حالة تقدم .
lv: Subtitri ir tapšanas procesā.
nl: Deze ondertitelingen zijn in aanmaak.

source: No subtitles available yet.
ar: لا تتوفر ترجمة بعد.
lv: Pašlaik nav pieejami subtitri.
nl: Nog geen ondertitels beschikbaar.

source: Sorry, this language has been removed by Amara staff members or authorized users.
lv: Atvainojamies, šo valodu ir noņēmuši Amara personāla dalībnieki vai autorizēti lietotāji.
nl: Excuses, deze taal is verwijderd door Amara personeel of gemachtigde gebruikers.

source: No subtitles have been added for this language yet.
ar: لم يتمّ إضافة ترجمات لهذه اللغة بعد
lv: Šai valodai vēl nav pievienoti nevieni subtitri.
nl: Er zijn voor deze taal nog geen ondertitels toegevoegd.

source: Roll back to this version
ar: عُد الى الإصدار السابق
lv: Atjaunot šo versiju
nl: Terugzetten naar deze versie

source: Synced Versions
lv: Sinhronizētās versijas
nl: Gesynchroniseerde versies

source: Version
ar: نسخة
lv: Versija
nl: Versie

source: Actions
lv: Darbības
nl: Acties

source: delete subtitles
ar: حذف الترجمات
lv: dzēst subtitrus
nl: Verwijder ondertitels

source: Date
ar: تاريخ
lv: Datums
nl: Datum

source: No Sync History
lv: Nav sinhronizēšanas vēstures
nl: Geen synchronisatie geschiedenis

source: Latest Videos
ar: آخر الفيديوهات
lv: Jaunākie video
nl: Recente video's

source: Change video language
ar: تغيرُ لغةِ المقطع
lv: Mainīt video valodu
nl: Verander video taal

source: Choose a language
ar: اخْترْ لُغةً
lv: Mainīt valodu
nl: Kies een taal

source: Current language is
ar: اللُّغةُ الحاليَّة هي
lv: Pašreizējā valoda ir
nl: Huidige taal is

source: Notifications to %(u)s stopped for %(video)s.
ar: توقفت الاخطارات لـ %(u)s %(video)s)توقفت.
lv: Pārstāts saņemt %(video)s video %(u)s paziņojumus.
nl: Notificaties naar %(u)s zijn gestopt voor %(video)s.

source: View all activity
ar: عرض جميع النشاطات
lv: Skatīt visu aktivitāti
nl: Toon alle activiteiten

source: Subtitles saved! You can share the video with friends, or get an embed code for your site. To add a translation, click the button below.
lv: Subtitri saglabāti! Jūs varat dalīties šajā video ar draugiem vai saņemt iegulšanas kodu ievietošanai savā mājaslapā. Lai pievienotu tulkojumu, spiediet uz zemām esošās pogas.
nl: Ondertitels opgeslagen! Je kan de video nu delen met je vrienden, of de <i>embed code</i> opvragen voor je eigen site. Om een vertaling toe te voegen klik je op de knop hieronder.

source: Add this video to one of your teams
ar: أضف هذا الفيديو الى واحد من فريقك
lv: Pievienot video vienai no savām komandām
nl: Voeg deze video toe aan een van uw teams

source: URLs
ar: العنوان
lv: vietrāži URL

source: More Featured Videos
ar: المزيد من الفيديوهات المميزة
lv: Vairāk piedāvāto video
nl: Meer video's uitgelicht

source: More Recent Videos
ar: المزيد من مقاطع الفيديو الحديثة
lv: Vairāk jaunāko video
nl: Meer recente videos

source: Internal error
ar: خطأ داخلي
lv: Iekšējā kļūda
nl: Interne fout

source: Please keep file size under %(required_size)s. Current file size %(current_size)s
ar: فَضْلاً أبقِ حَجمَ المَلفِّ أقلَّ من %(required_size)s . حَجمُ المَلَفِّ الحَاليِّ %(current_size)s
lv: Lūdzu nepārsniedziet datnes maksimālo izmēru — %(required_size)s. Pašreizējais datnes izmērs %(current_size)s

source: Enter valid e-mail addresses separated by commas.
ar: أدخل عناوين بريد إلكتروني صالحة مفصولة بعلامة فاصلة.
lv: Ievadiet derīgas, ar komatu atdalītas e-pasta adreses.
nl: Voer geldige e-mailadressen in, gescheiden door komma’s.

source: Enter valid usernames separated by commas. Username can contain only a-z, A-Z and 0-9.
ar: أدخل أسماء مستخدمين صحيحة مفصولة بـ ( , ) . اسم المستخدم يمكن أن يحتوي فقط أحرف a-z , A-Z و أرقام 0-9 .
lv: Ievadiet derīgus lietotājvārdus, tos atdalot ar komatiem. Lietotājvārdā var būt tikai šādi simboli: a-z, A-Z un 0-9.
nl: Voer geldige gebruikersnamen in, gescheiden door komma's. Een gebruikersnaam kan maar bestaan uit a-z, A-Z en 0-9.

source: This URL does not contain video id.
ar: لا يحتوي هذا الرابط على معرف فيديو
lv: Šajā vietrādī URL nav video id.
nl: Deze URL bevat geen video-ID.

source: Videos does not exist.
ar: فيديو غير موجود.
lv: Video nepastāv.
nl: Video bestaat niet.

source: Incorrect URL.
ar: العنوان غير صحيح.
lv: Nepareizs URL.
nl: Onjuiste URL.

source: more...
ar: المزيد...
lv: vairāk...
nl: meer...

source: video id for platform
ar: معرف الفيديو للمنصة

source: transcipt ID returned by speakertext.com
ar: معرف النسخة الراجع من speakertext.com

source: for
ar: الى
nl: voor

source: You car reply only comments for same object
ar: يمُكنك التعليق فقط على نفس الموضوع
nl: U kunt alleen op reacties voor hetzelfde object antwoorden

source: Partner ID
ar: معرف الشريك

source: Secret
ar: سرّ

source: Success
ar: نجاح

source: Sorry, we can't upload your subtitles because a draft for this language is already in moderation.
ar: عذرا ، لا يمكننا تحميل ترجمتك لأن مسودة الترجمة لهذه اللغة هي حاليا تحت المراجعة
nl: Sorry, we kunnen uw ondertitels niet uploaden, omdat er al een concept voor deze taal op moderatie wacht.

source: API
ar: واجهة برمجة التَّطبيقات

source: Scripted
ar: مكتوب

source: Tern
ar: مُصطلح

source: Amara
ar: أمارا

source: Video URL
ar: رابط الفيديو
nl: URL van de video

source: Daily
ar: يوميّاً

source: Hourly
ar: ساعياً

source: logo
ar: شعار

source: authentication provider code
ar: إثبات رمز المزود

source: captcha
ar: رمز التسجيل

source: Hey-- just found %(language)s subtitles for %(video_title)s: %(url)s
ar: مهلا -- تم العثور على %(language)s ترجمات ل %(video_title)s: %(url)s

source: You have submitted a video that is served over http. Your browser may display mixed content warnings.
ar: انتم قدمتم فيديو عبر http. ربما تعرض المتصفح gتحذيرات المحتوى المختلط.
nl: U heeft een video ingediend over http. Uw browser kan gemixte inhouds-waarschuwingen geven.

source: Sentry
ar: حارس

source: Impersonate
ar: انتحال شخصية
nl: Vertolk

source: To file a copyright infringement notification with us, you will need to send a written communication that includes substantially the following (please consult your legal counsel or see Section 512(c)(3) of the Copyright Act to confirm these requirements):
ar: لتقديم بلاغ بانتهاك حقوق الطبع والنشر لدينا، ستحتاج إلى إرسال بلاغ خطي مختصر يتضمن ما يلي (الرجاء مراجعة المستشار القانوني الخاص بك أو انظر القسم 512 (ج) (3) من قانون حقوق الطبع والنشر لتأكيد هذه المتطلبات):
nl: Om een auteursrecht schending te melden zal u een schriftelijk bericht hiervan moeten indienen dat in ieder geval het volgende bevat (Raadpleeg uw juridish adviseur of zie sectie 512(c)(3) van de "Copyright Act" om aan deze voorwaarden te voldoen):

source: A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site. Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material. Providing URLs in the body of an email is the best way to help us locate content quickly. Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted. A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Such written notice should be sent to our designated agent as follows:
ar: توقيع مادي أو إلكتروني لشخص مخول قانونيا بالتصرف نيابة عن مالك الحق الحصري المزعم انتهاكه. التعرف على حقوق النشر للعمل الذي ادعى أنه تم انتهاكه ،أو، إذا كانت مجموعة من حقوق النشر المنتهكه في موقع واحد على الانترنت يتم تغطيتها بشعار واحد، في قائمة ممثلة لهذه الأعمال في ذلك الموقع. التعرف على المواد التي ادعى أنها مخالفة أو أن تكون موضوعا لنشاط مخالف، وذلك لإزالتها أو الوصول إليها ليتم تعطيلها، ومعلومات كافية بشكل معقول للسماح لمزود الخدمة تحديد موقع المواد. بتقديم عناوين الرابط الإلكتروني في نص رسالة البريد إلكتروني وهي أفضل وسيلة لمساعدتنا على تحديد موقع المحتوى بسرعة. معلومات كافية بشكل معقول للسماح لمقدم الخدمة بالاتصال بالطرف المدعي ، كالعنوان ، أرقام الهواتف وإذا كان متوفرا عنوان البريد الإلكتروني للمدعي حتى يمكن الاتصال به . بيان الطرف المدعي بأن لديه اعتقاد راسخ أن استخدام المواد التي تم الإدعاء عليها بطريقة غير مرخص بها من قبل حقوق المؤلف ، هما معا، أو القانون . وجاء في البيان أن المعلومات الواردة في الإخطار صحيحة، وتحت عقوبة الحنث باليمين، وأن يؤذن للطرف المدعي للتصرف بالنيابة عن مالك الحق الحصري الذي تم انتهاكه. وينبغي أن يرسل إشعار خطي إلى وكيلنا على النحو التالي:

source: Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability. Please also be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers.
ar: يرجى ملاحظة أنه بموجب القسم 512 (و)من قانون حق المؤلف، أي شخص عن سابق علم يقوم ماديا بإساءة إستخدام مادة أو نشاط أزيل أو عطل عن طريق الخطاء أو عدم التعرف ربما يكون عرضة للمسؤلية . يرجى أيضا ملاحظة أننا نعزز نهجا يوفر لنا في ضروف ملائمة إنهاء الأشتراكات للذين يقومون بمخالفات متكررة .

source: To file a counter notification with us, you must provide a written communication that sets forth the items specified below.
ar: لتقديم اشعار مضاد معنا , يجب عليك تقديم بلاغ مكتوب توضح فيه الاتصالات التي تحدد البنود المحددة ادناه .

source: Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability. Please also be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers. Accordingly, if you are not sure whether certain material infringes the copyrights of others, we suggest that you first contact an attorney.
ar: يرجى ملاحظة أنه بموجب القسم 512 (و) من قانون حق المؤلف، أي شخص عن سابق علم يقوم ماديا بإساءة إستخدام مادة أو نشاط أزيل أو عطل عن طريق الخطاء أو عدم التعرف قد يكون عرضة للمسؤلية . يرجى أيضا ملاحظة أننا نعزز نهجا يوفر لنا في ضروف ملائمة إنهاء إشتراكات الذين يقومون بمخالفات متكررة .

source: Identify the specific URLs of material that Miro Guide has removed or to which Miro Guide has disabled access. Provide your full name, address, telephone number, and email address, and the username of your Miro Guide account. Provide a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located (or San Francisco County, California if your address is outside of the United States), and that you will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person. Include the following statement: "I swear, under penalty of perjury, that I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled." Sign the notice. If you are providing notice by e-mail, a scanned physical signature or a valid electronic signature will be accepted. Send the written communication to the following address:
ar: تحديد عناوين URL معينة من المواد التي تمت إزالتها من قبل دليل ميرو أو التي قام دليل ميرو بتعطيل الوصول إليها قم بتوفير إسمك الكامل , وعنوانك , ورقم هاتفك ، وعنوان البريد الإلكتروني . وإسم المستخدم لحسابك في دليل ميرو . قدم بيان موافقة منك على إختصاص المقاطعه الإتحادية .المحكمة للدائرة القضائية التي يقع فيها عنوانك (أو مقاطعة سان فرانسسكو ، كاليفورنيا إذا كان عنوانك هو خارج الولايات المتحدة). وستقبل خدمة العملية من الشخص الذي وفر لك الإخطار بموجب الفقرة الفرعية (ج) (1) (C) أو الوكيل لذلك الشخص. وتشمل ما يلي، بيان: " أقسم، تحت عقوبة الحنث باليمين، بأنه لدي إعتقاد راسخ بأن المواد التي تم حذفها أو تعطيلها نتيجة لخطأ أو سوء تحديد للمادة المراد إزالتها أو تعطيلها ."تسجيل الإشعار. إذا كنت تقدم إشعار عن طريق البريد الإلكتروني، سيتم قبول توقيع فعلي عن طريق الماسح الضوئي أو توقيع إلكتروني صالح . أرسل رسالة خطية إلى العنوان التالي:

source: After we send out the counter-notification, the claimant must then notify us within 10 days that he or she has filed an action seeking a court order to restrain you from engaging in infringing activity relating to the material on the Miro Guide. If we receive such notification we will be unable to restore the material. If we do not receive such notification, we may reinstate the material.
ar: بعدما نرسل الاشعار المضاد , يجب علي المدعي اخطارنا في غضون 10 ايام بانه او انها رفعت دعوى تسعى للحصول على أمر من المحكمة لكبحكم من الانخراط في نشاط مخالف متصل بالمواد التي علي دليل الميرو. إذا تلقينا مثل هذا الإخطار سوف نصبح غير قادرين علي استعادة المادة. إذا لم نتلق مثل هذا الإخطار , قد نعيد وضع المواد .

source: A "subtitle me" or "choose language" button will appear across all compatible videos. Users can click to activate (or create) subtitles.
ar: علامة "الترجمة" أو " اختر اللغة" سوف تكون ظاهرة في جميع الفديوهات الملائمة للعرض. وبالتالي بإمكان الأعضاء تفعيل (أو إنشاء) ترجماتهم بالضغط على زر الترجمة.
nl: Een knop "ondertitel mij" of "taal kiezen" zal verschijnen bij alle compatibele video's. Gebruikers kunnen hierop klikken om de ondertiteling te activeren (of aan te maken).

source: It says "Someone else is currently editing these subtitles" and I can't do anything. How long will this last for? Why does it happen?
ar: تقول "هناك شخص آخر يقوم بتحرير هذه الترجمة حاليا " وأنا لا اتمكن من فعل شيء. الى متى سيستمر هذا ؟ لماذا يحدث ذلك؟
nl: Er staat "Iemand anders is deze ondertitels aan het bewerken" en ik kan niks doen. Hoe lang gaat dit duren? Waarom gebeurt dit?

source: You can. Go to the translation editor and click “Change subtitle timing”. Only do this if the timing on the original language really cannot match the language you’re translating into. Otherwise, improvements in the original will automatically cascade.
ar: تستطيع. ان تذهب الي محرر الترجمة و الضغط على"تغيير توقيت الترجمة" تستطيع فعل ذلك فقط اذا كان التوقيت غير متطابق مع اللغة الاصلية واللغة التي تترجم اليها ، والا ستعتبر تحسينات في الاصل سوف تترتب تلقائيا
nl: Dat kan. Ga naar de vertaal-editor en klik op "Timing van de ondertitels wijzigen". Doe dit alleen wanneer de timing in de originele taal echt niet overeenstemt met de taal waarin je vertaalt. Immers: wanneer je de timing niet wijzigt, worden verbeteringen aan het origineel automatisch overgenomen in uw vertaling.

source: The Open Subtitles Design Summit will bring together global stakeholders in the subtitling space for a tightly focused / goal oriented meeting in NYC. The event is being organized by The Participatory Culture Foundation, developers of the Amara project. We expect roughly 40 participants.
ar: ستجمع قمة تصميم ترجمات الشاشة بين الجهات العالمية فى مجال ترجمة الشاشة التى تركز بشدة/ لعقد اجتماع موجه نحو الهدف فى مدينة نيويورك. ويجرى تنظيم هذا الحدث بواسطة مؤسسة الثقافة التشاركية,مطورين مشروع أمارا. نتوقع تقريبا 40 مشارك.

source: Edit title and description
ar: عدّل العنوان التوضيح
nl: Pas titel en beschrijving aan

source: Error resuming session
ar: خطأ في استئناف الدورة
nl: Fout bij het vervolgen van sessie

source: Kaltura
ar: كالتورا

source: Amara will <strong>append a credit</strong> to the subtitles if space allows.
ar: ستقوم عمرة بإضافة التقدير للترجمة إذا أتيح ذلك.

source: I can't do this
ar: لا يُمكنني القيَامُ بذلك
nl: Ik kan dit niet doen

source: video
ar: فيديو
