Repository: ArboreSign/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, lv, nl

source: Automatically create transcription tasks
ar: خلق مهمة النسخ بطريقة آلية
lv: Transkripcijas uzdevumus izveidot automātiski
nl: Creëer overschrijf taken automatisch

source: Automatically create translation tasks for preferred languages
ar: إنشاء مهمة ترجمة الغات المفضلة تلقائيًا
lv: Automātiski izveidot tulkošanas uzdevumus izvēlētajām valodām
nl: Creëer verstalings-taken voor gekozen talen automatisch

source: manage languages
ar: إدارة اللغات
lv: pārvaldīt valodas
nl: beheer talen

source: Approval
ar: مقبول
lv: Apstiprinājums
nl: Goedkeuring

source: Add Project
ar: إضافة مشروع
lv: Pievienot projektu
nl: Project toevoegen

source: Add new project
ar: إضافة مشروع جديد
lv: Pievienot jaunu projektu
nl: Voeg een nieuw project toe

source: Moderate this project's subtitles. Will override the team's workflow if exists.
ar: قم بتعديل ترجمة هذا المشروع. سيتسبب هذا بإبطال سير العمل الخاص بالفريق إذا كان موجودا ً.
lv: Moderēt šī projekta subtitrus. Tas pārrakstīs komandas darbplūsmu, ja tāda pastāv.
nl: Modereer de ondertiteling van dit project. Dit commando overschrijft, als het al bestaat, de huidige workflow van het team.

source: Enable workflows
ar: التمكن من مهام سير العمل
lv: Iespējot darbplūsmas
nl: Workflows inschakelen

source: Automatically create subtitle tasks
ar: انشاء تلقائي لمهام الترجمة
lv: Izveidot subtitrēšanas uzdevumus automātiski
nl: Creëer ondertitelings-taken automatisch

source: Edit Project
ar: تحرير المشروع
lv: Labot projektu
nl: Wijzig project

source: Are you sure you want to delete this project?
ar: هل أنت متأكد من حذف هذا المشروع؟
lv: Vai esat drošs, ka vēlaties izdzēst šo projektu?
nl: Wil je dit project echt verwijderen?

source: This team does not have any projects yet
ar: لا يملك هذا الفريق أي مشاريع لغاية الآن
lv: Šai komandai pagaidām nav neviena projekta
nl: Dit team heeft nog geen projecten

source: Logo/Banner
ar: شعار/بانار
lv: Logo/reklāmkarogs
nl: Logo/Banier

source: Max 940 x 235
ar: الحد الأقصى 940 × 235
lv: Maksimālais 940 x 235
nl: Maximaal 940 x 235

source: Recommended size: 100 x 100
ar: الحجم المستحبّ: 100× 100
lv: Ieteicamais izmērs: 100 x 100
nl: Aanbevolen grootte: 100 x 100

source: Starting Task
ar: المباشرة بالمهمة
lv: Sāk uzdevumu
nl: Begin taak

source: Perform Task
ar: تنفيذ المهمة
lv: Veikt uzdevumu
nl: Taak uitvoeren

source: Start Subtitling
ar: باشر الترجمة
lv: Sākt subtitrēšanu
nl: Begin met ondertitelen

source: Add Task
ar: إضافة مهمة
lv: Pievienot uzdevumu
nl: Taak toevoegen

source: All
ar: الكل
lv: Visi
nl: Alle

source: Transcribe
ar: سجل
lv: Norakstāmie
nl: ondertitel

source: tasks in
ar: المهام في
lv: uzdevumi
nl: taken in

source: any project
ar: أي مشروع
lv: jebkurā projektā
nl: om het even welk project

source: my languages
ar: لغاتي
lv: manām valodām
nl: mijn talen

source: assigned to
ar: تعيين إلى
lv: , kas uzdoti
nl: toegewezen aan

source: no one
ar: لا أحد
lv: nevienam
nl: niemand

source: me
ar: أنا
lv: man
nl: ikzelf

source: anyone
ar: أي شخص
lv: visiem
nl: iedereen

source: time left, least
ar: الوقت المتبقي ، أقل
lv: atlikušā laika, vismazāk
nl: resterende tijd, minste

source: time left, most
ar: لوقت المتبقي ، أكثر
lv: atlikušā laika, visvairāk
nl: resterende tijd, meeste

source: Clear all filters, sorts, and search terms
ar: مسح جميع الترشيحات و التصنيفات و شروط البحث .
lv: Notīrīt visus filtrus, šķirošanas un meklēto
nl: Alle filters, sorteerinstellingen en zoektermen wissen

source: NOTE:
ar: ملاحظة:
lv: PIEZĪME:
nl: Opmerking:

source: When sorting by expiration date, tasks without an expiration are not shown.
ar: عند القيام بعملية التصميف حسب تاريخ الإنتهاء فإن المهام التي ليس لديها تاريخ انتهاء لا يتم عرضها.
lv: Šķirojot pēc termiņa, uzdevumi bez termiņa netiek parādīti.

source: Try broadening your selection using the filters above
ar: محاولة توسيع الإختيارات باستعمال المرشحاة في الأعلى
lv: Pamēģiniet paplašināt savu
nl: Breid uw selectie uit aan de hand van de filters hierboven

source: Showing unassigned tasks in languages you speak.
ar: عرض المهام الغير مسندة للغة التي تتحدثها
lv: Parādīti vēl nevienam nepiešķirtie uzdevumi Jūsu prastajās valodās.
nl: Niet-toegewezen taken in de talen die u spreekt.

source: Want to view
ar: ترغب بعرض
lv: Tā vietā vēlaties skatīt
nl: Wil bekijken

source: your tasks
ar: مهماتي
lv: savus uzdevumus
nl: uw taken

source: Try changing your selection using the filters above to find tasks
ar: حاول تغيير اختياراتك لتجد المهام
lv: Pamēģiniet mainīt savu izvēli, uzdevumu meklēšanai izmantojot augstāk esošos filtrus
nl: Wijzig om taken te vinden uw selectie. Gebruik hiervoor de filters hierboven.

source: You don't have permission to perform this task.
ar: ليس لديكم الصلاحية لتنفيذ هذه المهمة
lv: Jums nav atļaujas veikt šo uzdevumu.
nl: Je bent niet bevoegd om deze taak uit te voeren.

source: Original
ar: أصلي
lv: Oriģināls
nl: Origineel

source: Subtitles
ar: عناوين فرعية
lv: Subtitri
nl: Ondertitels

source: latest draft
ar: آخر مسودة
lv: jaunāko versiju
nl: recentste klad

source: transcribed
ar: نسخ
lv: transkribēja
nl: overgeschreven

source: translated
ar: مترجم
lv: pārtulkoja
nl: vertaald

source: reviewed
ar: تمت مراجعته
lv: pārskatīja
nl: nagekeken

source: and edited
ar: و تُحرر
lv: un koriģēja
nl: en bewerkt

source: Assigned to
ar: تعيين إلى
lv: Uzdots
nl: Toegewezen aan

source: Unassigned
ar: غير معينة
lv: Neuzdots
nl: Niet toegewezen

source: You have reached the maximum number of tasks.
ar: لا يمكن إضافة مهمة جديدة.
lv: Jūs esat sasniedzis maksimālo uzdevumu skaitu.
nl: Je hebt het maximum aantal taken bereikt.

source: Download draft
ar: تحميل نسخة
lv: Lejuplādēt versiju
nl: Download klad

source: Upload a draft
ar: رفع مسودة
lv: Augšuplādēt jaunu versiju
nl: Een klad uploaden

source: Translate from
ar: ترجم من
lv: Tulkot no
nl: Vertalen uit het

source: Important:
ar: مهم:
lv: Svarīgi:
nl: Belangrijk:

source: Uploading a draft will not complete the task. After uploading, select "Resume" from the "Perform Task" drop-down to verify timing, video title and video description in the onsite editor and to submit the final version.
ar: رفع مسودة لا تكفي لاكمال المهمة. بعد الانتهاء من الرفع، اختر "متابعة" من قائمة "إجراء مهمة" للتحقق من توقيت الفيديو وعنوانه ووصفه في حقل التعديل. لتستطيع نشر النسخة النهائية.
lv: Versijas augšupielādēšana nepabeigs uzdevumu. Pēc augšuplādes izvēlieties „Atsākt” no „Veikt uzdevumu” izslīdošās izvēlnes, lai lapas redaktorā apstiprinātu subtitru laikus, video nosaukumu, kā arī aprakstu un iesūtītu gala versiju.
nl: Het uploaden van een klad zal een taak niet voltooien. Selecteer na het uploaden "Vervolg" van de "Doe taak" vervolgkeuzelijst om de timing, video titel en video beschrijving te verifiëren in de bewerker en om de eindversie in te dienen.

source: File:
ar: الملف:
lv: Datne:
nl: Bestand:

source: Accepted formats: .srt, .ssa, .sbv, .dfxp, .txt or .xml (for DFXP)
ar: الصيغ المقبولة للـ DFXP هي srt, .ssa, .sbv, .dfxp, .txt, .xml .
lv: Pieņemtie formāti: .srt, .ssa, .sbv, .dfxp, .txt vai .xml (DFXP)
nl: Toegelaten formaten: .srt, .ssa, .sbv, .dfxp, .txt or .xml (voor DFXP)

source: Download a draft
ar: تحميل مسودة
lv: Lejuplādēt versiju
nl: Een klad downloaden

source: Download a draft of these subtitles so you can work offline.
ar: قم بتحميل نسخة مسودة من الترجمة لعرضها دون اتصال.
lv: Lejuplādējiet šo subtitru versiju, lai varētu strādāt nesaistē.
nl: Download een voorlopige versie van deze ondertitels, zodat je offline kan werken.

source: Decline
ar: رفض
lv: Atteikties
nl: Afwijzen

source: Reassign
ar: إعادة تعيين
lv: Pārpiešķirt
nl: Opnieuw toewijzen

source: Assign
ar: تعيين
lv: Piešķirt
nl: Toewijzen

source: Delete task
ar: حذف المهمة
lv: Uzdevuma dzēšana
nl: Taak verwijderen

source: What would you like to do with the subtitles for this task?
ar: ما الذي تريد فعله بهذه الترجمات لهذه المهمة
lv: Ko Jūs vēlētos darīt ar šī uzdevuma subtitriem?
nl: Wat wilt u doen met de ondertiteling van deze taak?

source: Publish these subtitles immediately
ar: نشر هذه العناوين فوراً
lv: Nekavējoties publicēt subtitrus
nl: Publiceer deze ondertiteling meteen

source: Delete these subtitles permanently (discard all drafts since the last published version)
ar: إلغاء هذه الترجمات بشكل نهائي (تجاهل جميع المسودات المنشورة منذ آخر نسخة منشورة)
lv: Neatgriezeniski izdzēst šos subtitrus (atmet visas versijas līdz pēdējai publicētajai)
nl: Verwijder deze ondertitels blijvend (verwijder ook alle voorlopige versies van na de laatst gepubliceerde versies)

source: Assign to User
ar: تعيينها للمستخدم
lv: Uzdot lietotājam
nl: Ken toe aan gebruiker

source: Sorry, no tasks here.
ar: عفواً لا توجد مهام .
lv: Piedodiet, šeit nav neviena uzdevuma.
nl: Sorry, hier zijn er geen taken.

source: Edit team video
ar: تعديل فيديو الفريق
lv: Labot komandas video
nl: Ploegvideo bewerken

source: Edit video
ar: تحرير فيديو
lv: Rediģēt video
nl: Video bewerken

source: This video is being moderated by team
ar: هذا الفيديو تتم مراجعته من قبل فريق العمل
lv: Šo video uzrauga komanda
nl: Deze video wordt gemodereerd door het team

source: Team Directory
ar: دليل الفِرق
lv: Komandu direktorijs

source: Sort by
ar: الترتيب حسب
lv: Šķirot pēc
nl: Sorteer op

source: Your team
ar: فريقكم
lv: Jūsu komanda
nl: Je team

source: Role:
ar: دَوْر:
lv: Loma:
nl: Rol:

source: leave team
ar: ترك الفريق
lv: pamest komandu
nl: ploeg verlaten

source: %(count)s member
ar: %(count)s عضو
lv: %(count)s dalībnieku

source: Sorry, no teams found.
ar: نعتذر. لا يوجد أي فريق
lv: Piedodiet, neviena komanda netika atrasta.
nl: Sorry, geen teams gevonden.

source: Search and Filter
ar: بحث وتصفية
lv: Meklēšana un filtrēšana
nl: Zoek en filter

source: Start a Team
ar: أنشئ فريقًا
lv: Izveidot komandu
nl: Een ploeg beginnen

source: Want to create your own subtitling team? Contact <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>
ar: هل ترغب بإنشاء فريق ترجمة خاص بك؟ تواصل مع <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>
lv: Vēlaties izveidot paši savu subtitrēšanas komandu? Rakstiet uz <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>
nl: Wilt u een eigen ondertitel team? Contacteer <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>

source: Add Video
ar: إضافة فيديو
lv: Pievienot video
nl: Een video aanmaken

source: Add a new language!
ar: أضف لغة جديدة
lv: Pievienot jaunu valodu!
nl: Voeg een nieuwe taal toe!

source: Get Embed Code
ar: احصل على رمز تضمين
lv: Iegūt iegulšanas kodu
nl: Embed Code opvragen

source: Please let us know what you were doing when you encountered this error.
ar: لطفا إسمح لنا بمعرفة ماذا كنت تفعل عندما واجهك هذا الخطأ.
lv: Lūdzu, pastāstiet, ko darījāt pirms saskaršanās ar šo kļūdu.
nl: Laat ons weten wat u deed toen u deze fout tegen kwam.

source: Sorry, the page you requested was not found.
ar: عذرًا، لم نعثر على الصفحة المطلوبة.
lv: Diemžēl pieprasītā lapa netika atrasta.
nl: Sorry, de pagina waar je naar op zoek was is niet gevonden.

source: Unfeature video
ar: فيديو غير مميز
lv: Nepiedāvāt video

source: Feature video
ar: فيديو مميز
lv: Piedāvāt video

source: How are you using Amara? What would make it better?
ar: كيف تستخدم أمارا ؟ وكيف يمكن تحسينه ؟
lv: Kam Jūs izmantojat Amara? Kas to uzlabotu?
nl: Hoe gebruik je momenteel Amara? Wat zou Amara beter maken?

source: Please let us know if you have any comments, questions, or suggestions!
ar: نرجو اعلامنا ان كان لديك أي، أسئلة، تعليقات أو اقتراحات
lv: Dodiet ziņu, ja Jums ir kādi komentāri, jautājumi vai ieteikumi!
nl: Laat het ons weten als u opmerkingen, vragen of suggesties heeft!

source: Note: we read/speak English best, but try to read/respond to anything we can.
ar: ملاحظة: نحن نقرأ /نتحدث باللغة الإنجليزية، لكننا نحاول القراءة/الاستجابة لأي شيء نستطيعه.
lv: Piezīme: mēs vislabāk protam angļu valodu, taču cenšamies atbildēt uz visu, ko varam.
nl: Opmerking: we verstaan / spreken Engels het best, maar we doen ons best om zoveel mogelijk te lezen / beantwoorden.

source: Your email:
ar: بريدك الإلكتروني :
lv: Jūsu e-pasta adrese:
nl: Uw e-mailadres:

source: Your Feedback
ar: ردة فعلك
lv: Jūsu atsauksmes
nl: Uw feedback

source: Send feedback
ar: أرسل ملاحظاتك
lv: rindiņas
nl: Stuur feedback

source: Send Feedback
ar: آرسل ملاحظتك
lv: Nosūtīt atsauksmes
nl: Feedback verzenden

source: Thank you for your feedback.
ar: شكرا لملاحظتك
lv: Paldies par Jūsu atsauksmēm.
nl: Bedankt voor je feedback.

source: If you would like to perform some additional testing
ar: إذا كنت ترغب بإجراء بعض الأختبارات الأضافية
lv: Ja Jūs vēlētos veikt papildu testēšanu,
nl: Als u graag een aantal extra tests wilt uitvoeren

source: please go to our
ar: الرجاء الذهاب الى موقعنا
lv: lūdzu, dodieties uz mūsu
nl: ga dan naar onze

source: Litmus regression tests
ar: انحسار الاختبارات كعباد الشمس
lv: Regresijas pārbaude Litmus
nl: Lakmoes regressietesten

source: For new testers, we have
ar: للمختبرين الجدد لدينا
lv: Jaunajiem testētājiem mums ir
nl: Voor nieuwe testers, hebben we

source: a getting started guide
ar: دليل البدء بالعمل
lv: uzsākšanas pamācība
nl: een start-handleiding

source: Enter feedback please.
ar: أدخل ردود الفعل من فضلك.
lv: Lūdzu, ievadiet atsauksmes.
nl: Geef alstublieft feedback.

source: x Stop Following
ar: x إلغاء المتابعة
lv: x Pārstāt sekot
nl: x Stop met het volgen

source: ✓ Click to Follow
ar: ✓ انقر للمتابعة
lv: ✓ Uzklikšķiniet, lai sekotu
nl: ✓ Klik om te volgen

source: ✓ Following
ar: متابع
lv: ✓ Seko
nl: ✓ Volgend

source: Not Following
ar: غير متابع
lv: Neseko
nl: Niet volgend

source: You will stop receiving notifications when any subtitles for this video are edited. You can choose to follow again at any time.
ar: لن تتلقى المزيد من الإشعارات عندما يتم تحرير أيٍ من ترجمات حوار هذا الفيديو. بمقدورك استئناف تلك الإشعارات متى اخترت القيام بذلك لاحقاً.
lv: Jūs pārstāsit saņemt paziņojumus par to, kad kāds ikreiz rediģēs šī video subtitrus. Jūs jebkurā brīdī varat izvēlēties tam atkal sekot.
nl: Je zal geen meldingen meer ontvangen voor de wijzigingen aan de ondertiteling van deze video. Je kan op elk ogenblik beslissen om de ondertiteling opnieuw op te volgen.

source: Stop following this video
ar: توقف عن متابعة هذا الفيديو
lv: Pārtraukt sekot šim video
nl: Stop met het volgen van deze video

source: You will stop receiving notification when
ar: ستتوقف عن استقبال التنبيهات عندما
lv: Jūs pārstāsiet saņem paziņojumus, kad
nl: Je zal geen meldingen meer ontvangen voor

source: subtitles for this video are edited. You can choose to follow again at any time.
ar: يتم تحرير ترجمة هذا الفيديو. ويمكنك ان تعاود المتابعة في أي وقت.
lv: tiek izmainīti šī video subtitri. Jūs jebkurā laikā varat atkal sākt tam sekot.
nl: de ondertiteling voor deze video is gewijzigd. U kan op elk ogenblik ervoor kiezen om ze opnieuw te volgen.

source: Stop following
ar: إلغاء المتابعة
lv: Pārstāt sekot
nl: Stop met het volgen

source: subtitles
ar: ترجمات
lv: subtitri
nl: ondertitels

source: Unfollow all languages
ar: لا تتابع كل اللغات
lv: Nesekot visām valodām
nl: Ontvolg alle talen

source: You will receive notifications when anyone edits
ar: سوف تستلم تنبيهات عندما يقوم أي شخص بالتعديل
lv: Jūs saņemsit paziņojumu, tiklīdz kāds izmainīs
nl: Je zal meldingen krijgen wanneer iemand wijzigingen doorvoert

source: subtitles for this video. You can stop these emails at any time.
ar: ترجمات هذا الفيديو. يمكنك إيقاف هذه الرسائل في أي وقت شئت.
lv: subtitri šim video. Jūs jebkurā brīdī varat atteikties no šo e-pasta vēstuļu saņemšanas.
nl: ondertitels voor deze video. Je kan op elk moment deze emails stoppen.

source: Follow
ar: تابع
lv: Sekot
nl: Volgen

source: You will receive notifications when anyone edits any subtitles for this video. You can stop these emails at any time.
ar: ستقوم باستلام تنبيهات عندما يقوم أي شخص بأي تعديل على عناوين شاشة هذا الفيديو. يمكنك إيقاف استلام هذه الرسائل في أي قت.
lv: Jūs saņemsit paziņojumu ikreiz, kad kāds izmainīs šī video subtitrus. Jūs jebkurā laikā varat izvēlēties tos vairs nesaņemt.
nl: U zal notificaties ontvangen wanneer iemand een ondertitel voor deze video aanpast. U kunt deze e-mails ten alle tijden stoppen.

source: Follow this video
ar: متابعة الفيديو
lv: Sekot šim video
nl: Deze video volgen

source: Follow all languages
ar: تابع كل اللغات
lv: Sekot visām valodām
nl: Volg alle talen

source: You must log in to follow a video.
ar: ينبغي تسجيل الدخول لمتابعة الفيديو.
lv: Lai sekotu video, jums jābūt iegājušam.
nl: Je moet inloggen om een video te volgen.

source: Authentication required
ar: المصادقة مطلوبة
lv: Nepieciešama autentifikācija
nl: Authenticatie vereist

source: %(count)s Language
lv: %(count)s valodas
nl: %(count)s Taal

source: Upload them directly.
ar: قم برفعها مباشرة.
lv: Augšuplādējiet pa taisno.
nl: Upload ze meteen.

source: Translated from
ar: مترجم من
lv: Pārtulkots no
nl: Vertaald uit het

source: This subtitle file is 100%% complete
ar: ملف الترجمة مكتمل 100%%
lv: Šī subtitru datne ir 100%% pabeigta
nl: Dit ondertitelingsbestand is 100%% voltooid

source: Login to upload subtitles
ar: الدخول لرفع الترجمة
lv: Ienāciet, lai varētu augšupielādēt subtitrus
nl: Meld je aan om ondertitels te uploaden

source: If you believe your subtitle file is compatible, <a href='mailto:feedback@universalsubtitles.org'>send it to us</a>
ar: إذا كنت تضن أن ملف الترجمة متوافق ارسله لنا ، <a href='mailto:feedback@universalsubtitles.org'></a>
lv: Ja uzskatāt, ka Jūsu subtitru datne ir saderīga, <a href='mailto:feedback@universalsubtitles.org'>atsūtiet to mums</a>
nl: Als je denkt dat je ondertitelbestand compatibel is, <a href='mailto:feedback@universalsubtitles.org'>stuur hem dan naar ons.</a>

source: Processing, please be patient...
ar: تحت التنفيذ، فضلاً الانتظار ...
lv: Apstrādā, lūdzu, esiet pacietīgs...
nl: Bezig met verwerken, even geduld aub...

source: Added
ar: أضاف
lv: Pievienots
nl: Toegevoegd

source: %(number)s Language
ar: %(number)s لغة
lv: %(number)s valoda
nl: %(number)s taal

source: Add new URL
ar: أضف عنوان جديد
lv: Pievienot jaunu URL
nl: Een nieuwe URL toevoegen

source: Primary
ar: أساسي
lv: Galvenais
nl: Primair

source: Make primary
ar: اجعله أساسياً
lv: Padarīt par galveno
nl: Maak primair

source: Multiple video URLs let you link multiple videos to a single set of subtitles. Some example uses:
ar: روابط فيديو متعددة تتيح لك ربط عدة فيديوهات بمجموعة ترجمات واحدة. كمثال البعض يستخدم:
lv: Vairāki video vietrāži URL ļauj sasaistīt vienu subtitru komplektu ar vairākiem video. Daži lietojuma piemēri:
nl: Aan een enkele set ondertitels kan je met behulp van verschillende URL's meerdere video's koppelen:

source: Two versions of the same video exist on Youtube. You do not want subtitle volunteers to duplicate their work, so you add both versions to the multiple URLs pane.
ar: نسختين من نفس الفيديو موجود على يوتيوب. كنت لا تريد للمتطوعين تكرار ترجمة عملهم، لذلك قمت بإضافة كلا الإصدارين إلى جزء عناوين متعددة.
lv: Youtube pastāv divas šī video versijas. Jūs nevēlaties, lai brīvprātīgo darbs dublicētos, tādēļ abas bersijas varat pievienot vairāku vietrāžu URL rūtī.
nl: Twee versies van dezelfde video bestaan op Youtube. U wil niet dat ondertitel vrijwilligers hun werk dubbel doen, dus voeg je beide versies toe aan het URL paneel.

source: You put your video on Youtube, Vimeo, Blip, and Dailymotion and you want the subtitles you make to work on all of those versions.
ar: قم برفع الفيديو على Youtube, Viemo, Blip او Dailymotion اذا اردت العمل على كل تلك الاصدارات .
lv: Jūs ievietojāt savu video Youtube, Vimeo, Blip un Dailymotion un vēlaties, lai izveidotie subtitri strādātu visās šajās versijās.
nl: je zet je video op Youtube, Vimeo, Blip of Dailymotion en je wilt de ondertiteling die je maakt beschikbaar stellen op al deze versies.

source: You want to provide different versions of a video to different browsers (HTML5/Ogg for free software users, or HTML5/h264 to iPad users). If you add these URLs, our embed code will automatically fall back to whatever format is necessary for the browser.
ar: تحتاج أن تقدم نسخ مختلفة لفيديو معين لمتصفحات الإنترنت المختلفة ( HTML5/Ogg لمستخدمي التطبيقات المجانية , أو HTML5/h264 لمستخدمي الآيباد ). إذا أضفت هذه الروابط, لبرنامجنا الضمني سيتحول تلقائيا إلى الصيغة المطلوبة للمتصفح.
lv: Jūs vēlaties nodrošināt atšķirīgas video versijas dažādiem pārlūkiem (HTML5/Ogg bezmaksas programmatūras lietotājiem vai HTML5/h264 iPad lietotājiem). Pievienojot šos vietrāžus URL, mūsu iegulšanas kods automātiski pielāgosies pārlūkam nepieciešamajam formātam.
nl: je wilt verschillende versie van eenzelfde video beschikbaar stellen voor verschillende browsers (HTML5/Ogg voor de gebruikers van vrije software, HTML5/h264 voor iPad-gebruikers). Als je deze URL's toevoegt, zal onze <i>embed code</i> automatisch verwijzen naar het formaat dat de browser nodig heeft.

source: Tip: double check that there are no timing problems.
ar: ملاحظة : تحقق مره اخرى من عدم وجود مشكلة في التوقيت.
lv: Padoms: pārbaudiet divreiz, lai pārliecinātos, ka nav problēmas ar laikiem.
nl: Tip: dubbel-check dat de timing goed is.

source: Add another URL for this video
ar: إضافة رابِط آخر لهذا الفيديو
lv: Pievienot vēl vienu URL šim video
nl: Voeg een extra URL toe voor deze video

source: Add a URL for another version of the exact same video. Useful when many versions of the same video exist, or when there are different formats (like HTML5)
ar: قم بإضافة عنوان الموقع الإلكتروني الخاص بأي نسخ أخرى من الفيديو نفسه. يعد هذا مفيداً عندما توفر نسخ عديدة لذات الفيديو، أو حال وجود صيغ مختلفة (مثل HTML5).
lv: Pievienot vēl vienu šī paša video versijas vietrādi URL. Noderīgi, gadījumā, kad pastāv daudzas viena un tā paša video versijas vai arī tas ir dažādos formātos (piemēram, HTML5)
nl: Voeg een URL toe voor een andere versie van identiek dezelfde video. Nuttig wanneer er meerdere versies van dezelfde video bestaan, of wanneer er verschillende formaten zijn (zoals HTLM5)

source: Add
ar: أضف
lv: Pievienot
nl: Toevoegen

source: You must be logged in to add a URL
ar: تسجيل الدخول لإضافة رابط
lv: Lai varētu pievienot URL, jums jābūt iegājušam
nl: U moet aangemeld zijn om een URL toe te voegen

source: Login
ar: تسجيل الدخول
lv: Ienākt
nl: Aanmelden

source: You are not authenticated
ar: أنت لست مُعرفاً
lv: Jūs neesat autentificējies
nl: Je bent niet aangemeld

source: Delete this URL? Warning: this cannot be undone. Only delete URLs for non-matching videos or videos where subtitles fail to display correctly.
ar: إحذف هذا الرابط؟ تحذير: لا يمكن التراجع عن هذا. فقط حذف عناوين المواقع لأشرطة الفيديو غير مطابقة أو أشرطة الفيديو حيث تفشل الترجمة بالعرض بالشكل الصحيح.
lv: Dzēst šo vietrādi URL? Brīdinājums: dzēšana būs neatgriezeniska. Dzēsiet tikai vietrāžus URL nesakrītošiem video vai video, kuriem subtitri netiek pareizi parādīti.
nl: Deze URL verwijderen? Waarschuwing: dit kan ongedaan gemaakt worden. Verwijder enkel URL's voor video's die niet overeenkomen of waarvan de ondertiteling niet correct weergeven wordt.

source: Rebuilding video index. Please try again a bit later
ar: يتم حاليا ً إعادة بناء فهرس الفيديو. يرجى المحاولة مجددا ً بعد قليل.
lv: Atjauno video indeksu. Lūdzu, pamēģiniet mazliet vēlāk.
nl: Bezig met het heropbouwen van de video-index. Probeer het even later opnieuw

source: No videos found
ar: لم يتم إيجاد أي فيديو
lv: Neviens video netika atrasts
nl: Geen video's gevonden

source: There are no activities.
ar: لا يوجد أنشطة.
lv: Nav aktivitātes.
nl: Er zijn geen activiteiten.

source: Begin
ar: إبدأ
lv: Sākt
nl: Beginnen

source: for example
ar: مثال
lv: piemēram
nl: bijvoorbeeld

source: Subtitles will be rolled back to a previous version
ar: سيتم تطبيق اعادة الترجمات إلى إصدارها سابق
lv: Tiks atjaunota subtitru iepriekšējā versija
nl: Ondertitels zullen worden teruggedraaid naar een vorige versie
