Repository: ArboreSign/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, lv, nl

source: Username
ar: إسم المستخدم
lv: Lietotājvārds
nl: Gebruikersnaam

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
ar: مطلوب 30 رمز أو أقل. أحرف ، أرقام ، @/./+/-/_ فقط.
lv: Jānorāda obligāti. 30 rakstzīmes vai mazāk. Atļauti tikai burti, skaitļi un @/./+/-/_.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
ar: لا يمكن أن تحتوي هذه القيمة إلا على أحرف وأرقام ورموز @/./+/-/_ فقط.
lv: Šajā vērtībā var būt tikai burti, cipari un @/./+/-/_ rakstzīmes.

source: Password
ar: كلمة المرور
lv: Parole
nl: Wachtwoord

source: None
lv: Nav
nl: Geen

source: Language
ar: لغة
lv: Valoda
nl: Taal

source: All Languages
ar: جميع اللغات
lv: Visās valodās
nl: Alle talen

source: Public
ar: العامة
lv: Publisks

source: Private
ar: خاص
lv: Privāts
nl: Privé

source: Complete
ar: إنهاء
lv: Gatavs
nl: Compleet

source: Review
ar: مراجعة
lv: Pārskatītāmie
nl: Nakijken

source: Approve
ar: مقبول
lv: Apstiprināmie
nl: Keur goed

source: Join
ar: انضم
lv: Pievienoties
nl: Lid worden

source: Cancel
ar: ألغاء
lv: Atcelt
nl: Annuleer

source: Dashboard
ar: لوحة القيادة
lv: Panelis

source: Video Language
ar: لغة الفيديو
lv: Video valoda
nl: Taal van de video

source: Settings
ar: الإعدادات
lv: Iestatījumi
nl: Instellingen

source: Team Management
ar: ادارة الفريق
lv: Komandas pārvaldība

source: How can users join your team?
ar: كيف يشارك المستخدمين في فريقك؟
lv: Kā lietotāji var pievienoties komandai?
nl: Hoe kunnen gebruikers tot je team toetreden?

source: Who can add/remove videos?
ar: من يستطيع اضافة / حذف فيديو؟
lv: Kurš var pievienot/noņemt video?
nl: Wie kan video's toevoegen/verwijderen?

source: Workflow
ar: سيرُ العمل
lv: Darbplūsma

source: Save Changes
ar: حفظ التغييرات
lv: Saglabāt izmaiņas
nl: Wijzigingen opslaan

source: Team
ar: فريق
lv: Komanda

source: supported speakertext.com platform
ar: منصة speakertext.com مدعومة
lv: atbalstīta speakertext.com platforma

source: result of transcription
ar: نتيحة النسخ
lv: norakstes iznākums

source: subtitles created from transcription
ar: تم خلق الترجمات من تفريغ الفيديو
lv: no norakstes izveidotie subtitri

source: Translate
ar: ترجم
lv: Tulkojamie
nl: Vertalen

source: From
ar: من، منذ
lv: No
nl: Van

source: Result
ar: النتيجة
lv: Iznākums
nl: Resultaat

source: Not finished
ar: لم يتم الانتهاء منه
lv: Nepabeigts

source: Could not authorize with TED.
ar: تعذر التخويل باستخدام TED
lv: Neizdevās autorizēt ar TED

source: Required. 30 characters or fewer. Alphanumeric characters only (letters, digits and underscores).
ar: المطلوب. 30 رمزاً أو أقل. أحرف أبجدية وأعداد فقط (حروف، أرقام، علامات تسطير سفليّة)
lv: Jānorāda obligāti. 30 rakstzīmes vai mazāk. Tikai burtciparzīmes (burti, cipari un pasvītras).
nl: Vereist. 30 of minder tekens. Alleen alfanumerieke tekens (letters, cijfers en liggende streepjes).

source: This value must contain only letters, numbers and underscores.
ar: يجب أن تحتوي هذه الخانة على أحرف , أرقام و شَرْطات سفلية فقط .
lv: Šī vērtība var saturēt tikai burtus, ciparus un pasvītras.
nl: Deze waarde mag alleen letters, cijfers en liggende streepjes bevatten.

source: Password confirmation
ar: تأكيد كلمة المرور
lv: Paroles apstiprinājums
nl: Bevestig wachtwoord

source: Email
ar: البريد الإلكتروني
lv: E-pasts
nl: E-mailadres

source: Hide
ar: إخفاء
lv: Nerādīt
nl: Verberg

source: Retired user
ar: مستخدم غير فعال
lv: Atvaļinājies lietotājs

source: Add comment
ar: أضف تعليق
lv: Pievienot komentāru
nl: Reactie toevoegen

source: Start subtitles
ar: بدء ترجمة الفيديو
lv: Sākt subtitrus
nl: Ondertiteling starten

source: Start translation
ar: بدْءُ التَرجمة
lv: Sākt tulkojumu
nl: Vertaling starten

source: Edit subtitles
ar: تحْريْرُ ترجمة الفيديو
lv: Labot subtitrus
nl: Ondertiteling bewerken

source: Edit translation
ar: تحْريْرُ الترجمة
lv: Labot tulkojumu
nl: Vertaling bewerken

source: understand enough
ar: فهم بما فيه الكفاية
lv: saprotu pietiekami daudz
nl: begrijpt voldoende

source: understand 99%
ar: فهم 99%
lv: saprotu 99%
nl: verstaat 99%

source: write like a native
ar: أكتب باللغة الاصل
lv: rakstu kā cilvēks, kuram valoda ir dzimtā
nl: schrijft zoals een native speaker

source: follow requests in language
ar: متابعة طلبات باللغة
lv: sekot pieprasījumiem valodā
nl: volg verzoeken in het

source: This is date when start to display announcement. And only the last will be displayed.
ar: هذا هو تاريخ بدء عرض الاعلان. وسيتم عرض الأخير فقط.
lv: Datums, kad sākt rādīt paziņojumu. Parādīts tiks tikai pēdējais paziņojums.
nl: Dit is de datum waarop de aankondiging verschijnt. Alleen de laatste zal getoond worden.

source: e-mail confirmation
ar: تأكيد البريد الإلكتروني
lv: e-pasta apstiprinājums
nl: bevestiging per e-mail

source: e-mail confirmations
ar: تأكيد البريد الإلكتروني
lv: e-pasta apstiprinājumi
nl: bevestigingen per e-mail

source: Confirmation key expired.
ar: مفتاح التفعيل غير صالح.
lv: Apstiprinājuma kods iztecējis.
nl: De sleutel voor de bevestiging is te oud.

source: Email is confirmed.
ar: تم تأكيد البريد.
lv: E-pasts ir apstiprināts.
nl: E-mail bevestigd.

source: Confirmation email was sent.
ar: تم تأكيد إرسال الرسالة .
lv: Nosūtīts apstiprinājuma e-pasts.
nl: Er is een bevestigingsmail verstuurd.

source: You email is empty or already confirmed.
ar: بريدك فارِغ أو تمَّ التَّفعيل مُسبقاً.
lv: Jūsu e-pasts ir tukšs vai jau apstiprināts.
nl: Je e-mailbericht is leeg of al bevestigd.

source: Your account was deleted.
ar: تم حذف حسابك
lv: Jūsu konts ir ticis dzēsts.
nl: Jouw account is verwijderd.

source: Fill email field, please.
ar: املأ حقل البريد من فضلك .
lv: Lūdzu, aizpildiet e-pasta lauku.
nl: Gelieve het veld "e-mail" in te vullen.

source: Confirm your email, please.
ar: قم بتأكيد بريدك من فضلك .
lv: Lūdzu, apstipriniet savu e-pastu.
nl: Gelieve je e-mail te bevestigen.

source: Help us caption & translate this video!
ar: ساعدنا في عنونة وترجمة هذا الفيديو!
lv: Palīdziet mums subtitrēt un pārtulkot šo video!

source: Remove account
ar: إزالةُ الحِساب
lv: Noņemt kontu
nl: Account verwijderen

source: User
ar: مستخدِم
lv: Lietotājs
nl: Gebruiker

source: Kaltura account
ar: حساب كالتورا
lv: Kaltura konts

source: Error
ar: خطأ
lv: Kļūda

source: Sync history
ar: تاريخ المزامنة
lv: Sinhronizēšanas vēsture

source: Subtitles by the Amara.org community
ar: تُرجم من قبل فريق Amara.org
lv: Amara.org kopienas subtitri
nl: Ondertitels ingediend door de Amara.org gemeenschap

source: You should be authenticated to write messages
ar: يجب أن تكون معتمداً لتتمكن من كتابة الرسائل
lv: Jums vajag būt autentificējamušies, lai varētu rakstīt ziņojumus
nl: Om berichten te kunnen schrijven, moet je ingelogd zijn.

source: This message is from site administrator.
ar: هذه الرسالة من مدير الموقع
lv: Šis ziņojums ir no vietnes administratora.
nl: Deze boodschap komt van de site admin

source: You cannot send a message to a user and a team at the same time.
ar: لا تستطيع إرسال رسالة إلى مستخدم وفريق في نفس الوقت .
lv: Jūs nevarat reizē sūtīt ziņojumu gan lietotājam, gan arī komandai.
nl: Je kan een boodschap niet gelijktijdig verzenden naar een gebruiker en een team.

source: You must choose a recipient.
ar: .يجب عليك اختيار مستقبل.
lv: Jums jānorāda adresāts.
nl: Je moet een ontvanger kiezen.

source: This field is required.
ar: هذا الحقل مطلوب
lv: Nepieciešamie lauki.
nl: Dit veld is verplicht.

source: [no subject]
ar: [بدون موضوع]
lv: [nav temata]
nl: [geen onderwerp]

source: You should enter subject or message.
ar: عليك إدخال الموضوع أو الرسالة.
lv: Jums vajag ierakstīt tematu vai ziņojumu.
nl: Je moet een onderwerp of boodschap invoeren.

source: You should be authenticated.
ar: يجب أن تكون موثقًا.
lv: Jums jābūt autentificējamušies.
nl: Je moet geautoriseerd zijn.

source: Message does not exist.
ar: لا وجود للرسالة
lv: Ziņojums nepastāv.
nl: Bericht bestaat niet.

source: New message from %(author)s on Amara: %(subject)s
ar: لديك رسالة جديدة من %(author)s في عمارة : %(subject)s
lv: Jauna ziņa Amara no %(author)s: %(subject)s
nl: Nieuw bericht van %(author)s over Amara: %(subject)s

source: New message on Amara: %(subject)s
ar: رسالة جديدة في عمارة : %(subject)s
lv: Jauns ziņojums Amara: %(subject)s
nl: Nieuwe boodschap op Amara: %(subject)s

source: %(user)s is applying for team %(team)s
ar: %(user)s قدم طلبا لفريق %(team)s
lv: %(user)s piesakās %(team)s komandai
nl: %(user)s wil lid worden van het team %(team)s

source: %(user)s has left the %(team)s team
ar: %(user)s لقد غادر الفريق %(team)s
lv: %(user)s ir pametis %(team)s komandu
nl: %(user)s heeft het team %(team)s verlaten

source: You have a new task assignment on Amara!
ar: لديك مهمه معينة جديدة في أمارا !
lv: Jums Amara ir ticis piešķirts jauns uzdevums!
nl: Je kreeg een nieuwe taak toegekend met betrekking tot Amara .

source: Your subtitles have been reviewed
ar: لقد تم مراجعة ترجمتك
lv: Jūsu subtitri ir pārskatīti
nl: Je ondertitels zijn gereviewd

source: and published
ar: وتمّ نشرُها
lv: un publicēti
nl: en gepubliceerd

source: Your subtitles have been approved and published!
ar: تم الموافقه على ترجمتك ونشُرت
lv: Jūsu subtitri ir tikuši apstiprināti un publicēti!
nl: Je ondertiteling is goedgekeurd en gepubliceerd!

source: Your subtitles have been returned for further editing
ar: تم اعادة ملف الترجمة الخاص بكم لمراجعته
lv: Jūsu subtitri ir tikuši atgriezti tālākai pārskatīšanai
nl: Je ondertiteling is teruggestuurd voor verdere bewerking

source: Your subtitles were not accepted
ar: تم رفض ملف الترجمة الخاص بكم
lv: Jūsu subtitri netika pieņemti
nl: Je ondertitels zijn niet aanvaard.

source: %(user)s left a comment on the video %(title)s
ar: %(user)s ترك تعليق في الفيديو %(title)s
lv: %(user)s komentēja video %(title)s
nl: %(user)s heeft een reactie achtergelaten op de video %(title)s

source: Message sent.
ar: تّم الإرسال
lv: Ziņojums nosūtīts.
nl: Boodschap verzonden.

source: i-names are not supported
ar: أ-أسماء ليست مدعومة
lv: i-names netiek atbalstīti
nl: i-namen worden niet ondersteund

source: The OpenID was invalid
ar: الهوية المفتوحة غير صالحة.
lv: OpenID bija nederīgs.
nl: Het OpenID was ongeldig

source: The request was cancelled
ar: تم الغاء الطلب
lv: akanu valoda
nl: Het verzoek is geannuleerd

source: Setup needed
ar: الاعداد مطلوب
lv: Nepieciešama uzstādīšana
nl: Configuratie nodig

source: OpenID failed
ar: فشلت الهوية المفتوحة
lv: OpenID neizdevās
nl: OpenID mislukt

source: Sign in with your OpenID
ar: سجل الدخول عبر المعرف الخاص بك
lv: Pierakstīties, izmantojot OpenID
nl: Aanmelden met uw OpenID

source: Sign in
ar: الدخول
lv: Ierakstīties
nl: Aanmelden

source: This user has not email
ar: لا يَمتلِكُ هذا المُستخدم بريداً إلكترونياً
lv: Šim lietotājam nav e-pasta
nl: Deze gebruiker heeft geen e-mailadres opgegeven

source: You are not authenticated.
ar: غيْرُ مُصَرَّحٍ لكَ بذلك.
lv: Jūs neesat autentificējies.
nl: U bent niet geverifieerd.

source: Confirm new password:
ar: تأكيد كلمة المرور الجديدة:
lv: Apstipriniet jauno paroli:
nl: Bevestig nieuw wachtwoord:

source: Invalid password.
ar: كلمة المرور غير صحيحة.
lv: Nederīga parole.
nl: Wachtwoord onjuist.

source: The two passwords did not match.
ar: كلمَتا المُرورِ غيْرُ مُتطابقتين.
lv: Abas paroles nesakrīt.
nl: De twee wachtwoorden kwamen niet overeen.

source: Your email was updated.
ar: تم تحديث بريدك الإلكتروني.
lv: Jūsu e-pasts ir ticis atjaunināts.
nl: Je e-mail is geüpdatet

source: Your profile has been updated.
ar: تم تحديث ملفك الشخصي.
lv: Jūsu profils ir ticis atjaunināts.
nl: Je profiel is bijgewerkt.

source: Your account has been updated.
ar: تم تحديث حسابكم الشخصي بنجاح.
lv: Atjaunināts Jūsu konts,
nl: Uw account is bijgewerkt.

source: Your photo has been updated.
ar: تم تحديث الصورة الشخصية بنجاح
lv: Atjaunināta Jūsu fotogtāfija.
nl: Uw foto is geüpdatet.

source: Your photo has been removed.
ar: تم إزالة الصورة الخاصة بك
lv: Attēls noņemts.
nl: Je foto is verwijderd.

source: Account deleted.
ar: حساب محذوف.
lv: Konts izdzēsts.
nl: Account verwijderd.

source: Relevance
ar: إعادة الربط
lv: Atbilstības
nl: Relevantie

source: Most languages
ar: معظم اللغات
lv: Visvairāk valodām
nl: Meeste talen

source: Views Today
ar: مشاهدات اليوم
lv: Skatījumiem šodien
nl: Weergaves vandaag

source: Views This Week
ar: مشاهدات هذا الأسبوع
lv: Skatījumiem šonedēļ
nl: Weergaves deze week

source: Views This Month
ar: مشاهدات هذا الشهر
lv: Skatījumiem šomēnes
nl: Weergaves deze maand

source: Total Views
ar: مجموع المشاهدات
lv: Kopējiem skatījumiem
nl: Totale weergaves

source: query
ar: إستعلام
lv: vaicājums
nl: zoekopdracht

source: Subtitled Into
ar: مترجم إلى
lv: Pārtulkots
nl: Vertaald naar het

source: Left blank for any language
ar: يترك فارغا لأي لغة
lv: Atstājiet tukšu jebkurai valodai
nl: Leeg gelaten voor alle talen

source: Video In
ar: الفيديو في
lv: Video

source: Sorry, we can't upload your subtitles because work on this language is already in progress.
ar: عذرا ، لا يمكننا تحميل ترجمتك لأن العمل على ترجمة هذه اللغة مازال قيد التنفيذ
lv: Piedodiet, mēs nevaram augšupielādēt Jūsu subtitrus, jo darbs pie šīs valodas jau ir sākts.
nl: Sorry, we kunnen uw ondertitels niet uploaden, omdat er al aan deze taal wordt gewerkt.

source: The language already exists and is not a translation.
ar: اللُّغة موجودة بالفعل وما من داع للتَّرجمة .
lv: Valoda jau pastāv un nav tulkojums.

source: Sorry, we can't upload your subtitles because another user is already assigned to this language.
ar: عذرا ً، لا يمكننا رفع ترجمتك لأنّه تمّ تعيين مستخدم آخر لهذه اللغة سابقا ً.
lv: Atvainojiet, nevaram augšuplādēt subtitrus, jo šī valoda ir piešķirta jau citam lietotājam.
nl: Sorry, we kunnen uw ondertitels niet uploaden, omdat een andere gebruiker al aan deze taal is toegewezen.

source: Sorry, we can't upload your subtitles because you do not have permission to claim this language.
ar: عذرا ً، لا يمكننا تحميل ترجمتك لعدم حصولك على الإذن اللازم للعمل على هذه اللُّغة.
lv: Piedodiet, mēs nevaram augšuplādēt Jūsu subtitrus, jo jums nav atļaujas pieteikties šai valodai.

source: Sorry, we can't upload your subtitles because this language is moderated and you don't have permission to transcribe subtitles.
ar: عذرا ً، لا يمكننا رفع ترجمتك لعدم حصولك على الإذن اللازم للعمل على هذه اللُّغة.
lv: Piedodiet, mēs nevaram augšupielādēt Jūsu subtitrus, jo šī valoda tiek moderēta un Jums nav atļaujas subtitru norakstei.

source: Sorry, we can't upload your subtitles because this language is moderated and you don't have permission to translate subtitles.
ar: عذرا ً، لا يمكننا رفع ترجمتك لعدم حصولك على الإذن اللازم للعمل على هذه اللُّغة.
lv: Piedodiet, mēs nevaram augšupielādēt Jūsu subtitrus, jo šī valoda tiek moderēta un Jums nav atļaujas tās subtitru tulkošanai.

source: Can not detect file encoding
ar: لا يمكن الكشف عن ترميز الملف
lv: Neizdevās noteikt datnes kodējumu
nl: Kan niet detecteren hoe de inhoud van het bestand gecodeerd is.

source: Somebody is subtitling this video right now. Try later.
ar: يوجد من يترجم هذا الفيديو في الوقت الحالي. حاول مرة أخرى في وقت لاحق.
lv: Kāds pašlaik šim video pievieno subtitrus. Mēģiniet vēlāk.
nl: Iemand anders is bezig met het ondertitelen van deze video. Probeer het later nogmaals.

source: %(language)s has no public versions
lv: %(language)s nav nevienam publiskās versijas

source: Subtitle Editor
ar: محرر الترجمة
lv: Subtitru redaktors/-e

source: Imported
ar: مستورد
lv: Importēts

source: Rollback
ar: عودة
lv: Atcelt

source: Uploaded
ar: تمَّ الرّفع .
lv: Augšupielādēts

source: Through web editor
ar: من خلال محرر الويب
lv: Caur tīmekļa redaktoru

source: You can't edit this subtitle because it's locked
ar: لا يمكنك تحرير هذه الترجمة لانها مقفلة
lv: Jūs nevarat labot šos subtitrus, jo tie ir aizslēgti

source: Sorry, these subtitles are privately moderated.
ar: عذرا ، يتم الإشراف على هذه الترجمات بشكل خاص
lv: Piedodiet, šie subtitri ir privāti moderēti.
nl: Sorry, deze ondertitels zijn privé gemodereerd.

source: Deleted
ar: محذوف
lv: Izdzēsts

source: Not Synced
ar: غير مُتزامن
lv: Nav sinhronizēts
nl: Niet gesynchroniseerd

source: %(count)s messages sent
ar: %(count)s رسائل مرسلة
lv: nosūtīti %(count)s ziņojumi
nl: %(count)s berichten verzonden

source: Fill all fields please.
ar: الرَّجاء تعبئة جميع الحقول.
lv: Lūdzu, aizpildiet visus laukus.
nl: Graag alle velden invullen.

source: Send message
ar: أرسل رسالة
lv: Nosūtīt ziņojumu
nl: Boodschap sturen

source: Feature teams
ar: فرق مميزة
lv: Piedāvātās komandas
nl: Geef team mogelijkheden

source: Unfeature teams
ar: فرق غير مميزة
lv: Nepiedāvāt komandas
nl: Geef team geen mogelijkheden meer

source: Project
ar: مشروع
lv: Filtrs

source: Let's keep things tidy, shall we?
ar: دعونا نحافظ على الأمور مرتبة، ممكن؟
lv: Būsim tīrīgi, labi?
nl: Laten we netjes blijven, OK?

source: Enter the URL of any compatible video or any video on our site. You can also browse the site and use the 'Add Video to Team' menu.
ar: أدخل عنوان الموقع لأي فيديو متوافق أو أي فيديو على موقعنا. يمكنك أيضا تصفح الموقع واستخدام "إضافة فيديو إلى قائمة الفريق".
lv: Ievadiet jebkura saderīga video vai mūsu lapas video vietrādi URL. Jūs varat arī pārlūkot vietni un izmantot 'Pievienot video komandai' izvēlni.
nl: Voeg de URL in van een compatibele video of om het even welke video op je site. Je kan ook deze site bezoeken en de menu "Video aan team toekennen" gebruiken.

source: Video language
ar: لغة الفيديو
lv: Video valoda
nl: Taal van de video

source: It will be saved only if video does not exist in our database.
ar: سيتم الحفظ فقط في حالة عدم وجود الفيديو في قاعدة بياناتنا.
lv: Tas tiks saglabāts tikai tad, ja video jau nav mūsu datubāzē.
nl: Het zal alleen worden opgeslagen als de video niet in onze database staat.

source: This video already belongs to a team.
ar: هذا الفيديو بالفعل ينتمي لفريق آخر
lv: Šis video jau pieder komandai.
nl: Deze video is al aan een team toegewezen.

source: Set original language for this video.
ar: تعيين اللغة الأصلية لهذا الفيديو.
lv: Iestatīt video oriģinālo valodu.
nl: De oorspronkelijke taal van deze video instellen.

source: Team intro video URL
ar: رابط الفيديو المقدم للفريق
lv: Komandas ievadvideo URL
nl: URL met de introductievideo van het team

source: You can put an optional video on your team homepage that explains what your team is about, to attract volunteers. Enter a link to any compatible video, or to any video page on our site.
ar: يمكنك وضع فيديو اختياري ⏎ على الصفحة الرئيسية لفريقك لتفسير نوعية عمل فريقك لجذب المتطوعين. ⏎ أضف رابطا إلى أي فيديو متوافق أو إلى أي صفحة فيديو على موقعنا.
lv: Jūs savas komandas sākumlapā varat arī ievietot neobligāto video, kurā tiek paskaidrots, ar ko Jūsu komanda nodarbojas, tādējādi piesaistot brīvprātīgos. Ievadiet mūsu vietnē jebkura saderīga video vai video lapas saiti.

source: Team URL: http://universalsubtitles.org/teams/
ar: رابط الفريق: http://universalsubtitles.org/teams/
lv: Komandas URL: http://universalsubtitles.org/teams/

source: This video has already been transcribed.
ar: تم تسجيل هذا الفيديو.
lv: Šis video jau ir ticis norakstīts.
nl: Deze video heeft al een transscript.

source: No one has transcribed this video yet, so it can't be translated.
ar: لم ينسخ أحد هذا الفيديو بعد، لذا لا يمكن ترجمته في حاليا.
lv: Neviens šo video vēl nav norakstījis, tādēļ to nevar pārtulkot.
nl: Er is nog geen transscript voor deze video, waardoor hij niet vertaald kan worden.

source: This language already has a complete set of subtitles.
ar: تم إضافة الترجمة بالكامل لهذه اللغة
lv: Šai valodai jau ir pabeigti subtitri.
nl: Deze taal heeft al een volledige set ondertitels.

source: This language for this video does not exist or doesn't have a version.
ar: هذه اللغة غير متاحة لهذا الفيديو أو لا يوجد نسخة متوفرة بها.
lv: Šī valoda šim video nepastāv vai arī tai nav versijas.
nl: Deze taal voor deze video bestaat nog niet of heeft nog geen versie.

source: There is already a task in progress for that video/language.
ar: هناك بالفعل مهمة في التقدم لهذا الفيديو / اللغة.
lv: Šī video/valodas uzdevums jau pašlaik tiek veikts.
nl: Er loopt al een taak voor die video/taal.

source: That user has already been assigned the maximum number of tasks.
ar: تم إسناد العدد الأقصى للمهام لذلك المستخدم.
lv: Šim lietotājam jau ir uzdots maksimālais skaits uzdevumu.
nl: Aan die gebruiker is al het maximumaantal taken toegewezen.

source: You do not have permission to assign this task.
ar: ليس لديك إذن لتعيين هذه المهمة.
lv: Jums nav atļaujas piešķirt šo uzdevumu.
nl: Je hebt niet de bevoegdheid om deze taak toe te kennen.

source: This user cannot perform that task.
ar: هذا المستخدم غير قادر على أداء هذه المهمة
lv: Šis lietotājs nevar veikt šo uzdevumu.
nl: Deze gebruiker kan die taak niet uitvoeren.

source: You do not have permission to delete this task.
ar: لا تملك صلاحية لحذف المهمة
lv: Jums nav atļaujas šī uzdevuma dzēšanai.
nl: Jij bent niet bevoegd om deze taak te verwijderen.

source: You cannot blacklist a preferred language.
ar: لا يمكنك إدراج لغة مفضلة في القائمة السوداء.
lv: Jūs nevarat ievietot melnajā sarakstā valodu, ko esat izvēlējies.
nl: Je kan een voorkeurtaal niet op de zwarte lijst zetten.

source: User does not exist!
ar: المستخدم غير موجود
lv: Lietotājs nepastāv!
nl: De gebruiker bestaat niet!

source: User is already a member of this team!
ar: المستخدم هو بالفعل عضو في هذا الفريق
lv: Lietotājs jau ir šīs komandas dalībnieks!
nl: De gebruiker is al lid van dit team.

source: User has already been invited and has not replied yet.
ar: تم دعوة هذا المستخدم من قبل ولكنه لم يستجب
lv: Šis lietotājs ir jau ticis uzaicināts un vēl sniedzis atbildi.
nl: De gebruiker is al uitgenodigd, maar heeft nog niet geantwoord.

source: Type "Yes I want to delete this language" if you are sure you wish to continue
ar: سجّل "نعم، أريد حذف هذه اللغة"، إن كنت متأكداً من رغبتك في المتابعة
lv: Ierakstiet „Jā, es vēlos dzēst šo valodu”, ja esat drošs, ka vēlaties turpināt

source: Are you sure?
ar: هل أنت متأكد ؟
lv: Vai esat drošs?

source: Yes I want to delete this language
ar: نعم، أريد حذف هذه اللغة
lv: Jā, es vēlos dzēst šo valodu

source: Confirmation text doesn't match
lv: Nesakrīt apstiprinājuma teksti

source: These subtitles are not under a team's control.
ar: هذه الترجمات ليست تحت مراقبة أي فريق
lv: Šie subtitri nav komandas kontrolē.
nl: Deze ondertiteling staat niet onder controle van een team.

source: You do not have permission to delete this language.
ar: ليس لديك الصلاحية لحذف هذه اللغة
lv: Jums nav atļaujas dzēst šo valodu.

source: You cannot perform that task.
ar: لا يمكن تنفيذ هذه العملية.
lv: Jūs nevarat veikt šo uzdevumu.
nl: Je kan die taak niet uitvoeren

source: Mismatched video and task!
ar: الفيديو غير متطابق مع غرضه !
lv: Nesakrītošs video un uzdevums!

source: Task has been deleted
ar: تمّ حذف المهمّة
lv: Uzdevums izdzēsts

source: The selected language does not match the task.
ar: اللغة المحددة لا تطابق المهمة.
lv: Izvēlētā valoda neatbilst uzdevumam.

source: The selected source language %(from_code)s does not match the existing source language %(cur_code)s for that task.
ar: مصدر اللغة الذي تم اختياره %(from_code)s لا يتطابق مع مصدر اللغة %(cur_code)s بالنسبة لتلك المهمة.
lv: Šim uzdevumam izvēlētā avotvaloda %(from_code)s neatbilst esošajai avotvalodai %(cur_code)s.

source: Open
ar: افتح / مفتوح
lv: Atvērt
nl: Openen

source: Application
ar: تطبيق
lv: Pieteikums
nl: Toepassing

source: Invitation by any team member
ar: دعوة من قبل أي عضو من الفريق
lv: Uzaicināt var jebkurš komandas biedrs
nl: Uitnodiging door een teamlid

source: Invitation by manager
ar: دعوة من مدير
lv: Pārziņa ielūgums
nl: Uitnodiging door beheerder

source: Invitation by admin
ar: دعون من قبل المشرف
lv: Administratora ielūgums
nl: Uitnodiging door admin

source: Any team member
ar: أى عضو من الفريق
lv: Jebkurš komandas dalībnieks
nl: Elk teamlid

source: Managers and admins
ar: المدراء والمشرفون
lv: Pārziņi un administratori
nl: Beheerders en admins
